[{"url":"/","title":"Builders Collective","breadcrumbs":[{"title":"Builders Collective","url":"/"}],"content":"\n# Time, Energy, and Resources\n\n## The physical is a metaphor for the metaphysical\n\nEzra Klein was in conversation with Avery Trufleman about [utopias](https://www.stitcher.com/podcast/vox/the-ezra-klein-show/e/62084054): “They all start with free love and end with capitalism.”\n\nCapitalism is a religion. It is the fraud that we are all engaged in, whether we like it or not. The world as we know it is ending. Climate change is real. But we have no idea what to do about it. We don’t know how this story ends.\n\nWe thought we were building the infrastructure for sharing knowledge and information, to educate the world and raise humanity out of poverty, disease, and war.\n\nInstead, the internet has become the vehicle for disinformation, poverty, disease, and war.\n\n# Think Like an Architect\n\nIf we are focused on the aesthetics and functionality of a particular user interface, then we are doing user interface design.\n\nIf we are focused on the human motivations, the technological capacity, and the business strategy of building tools, infrastructure, and architecture, then we are doing user experience design.\n\nWe need to think like architects about the social, economic, and political implications of what we are doing.\n\n- Social: does it meet a human need?\n- Economic: given what is possible, can we use the available time, energy, and resources to accomplish it?\n- Political: can we convince other people that it is important and valuable to invest in this course of action?\n\nThis is metaphysical design. These are the intangibles that we cannot reduce to measurements. We must decide what we value, and there is no physical, empirical methods for discovering these things, unless we reduce people to numbers, which is what capitalism does to humans. Humans are merely numbers on a balance sheet.\n\n---\n\n# Builders Collective\n\nExploring how we can imagine, design, and build the future together. We are documenting the work of a creative collaborative community with a focus on reimagining, redesigning, and rebuilding our social architecture."},{"url":"/vision/","title":"A Vision","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"A Vision","url":"/vision/"}],"content":"\n# Builders Collective\n\n## We are building leaders to design a resilient society\n\nLately, we have been learning about the long-term implications of the things that we create. We use technology to solve problems, but these solutions often have unintended side-effects that result in seemingly intractable problems.\n\nThe concept of resilience begins with an assumption that things break, that things will go wrong, that conflicts and problems will arise. In response to this reality, we need to create ways of proactively addressing issues before they become intractable problems.\n\nSome of the greatest creative movements have coalesced during times of immense cultural shifts and of social, political and economic crisis. As we survey our current situation, we find the social fabric being torn apart and the institutions of government, law, media,  business, and education being threatened by the inability to quickly adapt to the changes that we ourselves are bringing about either intentionally or inadvertently.\n\nWe need people who can lead our society in a different direction, against the inertia of the status quo. This is a different kind of leadership that arises from the recognition that every individual has the ability to offer their time, energy, and resources to the effort.\n\nA century ago, a great war came to an end and people came together to try to rebuild society. It was an opportunity to envision something entirely new, a modern society built on the fusion of art, technology, and industry. Craftspeople, artists and architects gathered to reimagine the forms and structures of human society. By considering basic human needs of food, clothing, and shelter, they innovated a conception of the modern dwelling: how to build a house. From the hands of millions of workers has arisen the crystal symbol of a new faith, but with the destruction of that concrete, steel and glass symbol, disillusionment has engulfed the world, bringing into question all that has been accomplished.\n\nIt brings to mind an ancient myth about people of one language who came together to build a tower, but their language was confused and the people were scattered across the earth.\n\n## What are we building?\n\nThe question we are asking ourselves is whether all the time, energy, and resources that have been invested has been worth the effort if most of the profit is accumulated by a select few and at the expense of the natural world on which our lives depend. Have we architected the means of our own demise, socially, politically, economically and ecologically?\n\n## Reimagining our social architecture\n\nGiven the challenge our generation faces, we endeavour to invest time, energy and resources in the effort of building leaders to design a resilient society. By considering basic human needs of food, clothing, and shelter, we will innovate a conception of the modern dwelling: how to build a house. The difference now is greater self-awareness, a recognition of how things can go very wrong, and the technological means to create virtual models with predictive power to anticipate problems before they become reality. This is a collaborative project to better understand ourselves and our place in this world, to find generative ways to live with each other and the natural world.\n\nTranscending human-centered design, this is design that seeks to learn from nature, to put into practice the knowledge and principles of biomimicry to reimagine and redesign our environment, to reconnect ourselves to our own humanity and to reconnect us to the earth and all living things."},{"url":"/process/","title":"To Build","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"To Build","url":"/process/"}],"content":"\n# Social Architecture\n\n## We Are All Designers\n\nAs humans, we are makers. We wield tools to transform our environment. We have collectively designed global systems of social, economic, and political power by our labour and participation in the ideas, work, and the processes, tools, machines, infrastructure, and architecture that enable these systems and activities.\n\nHowever, after working intensively for the past century, based on a modern idea of progress that values efficiency and productivity as a means of creating continuous and limitless economic growth, we have set in motion systems that are resulting in the destruction of the biological support systems on which our lives and those of so many other creatures depend.\n\n## Slowing Down to Think\n\nGiven the unintended consequences of the social architecture that we have imagined, designed, and built, we recognize that there is a need to slow down to think about the values that are driving our work. We are finding that we have designed our lives in such a way that we are serving our corporations and our machines more than we are serving the needs of humans. We are serving abstract ideas and inanimate objects while destroying life.\n\n## The Design Process\n\nThe process of design has proven to be extremely effective in creating the modern world. We have discovered the tools to radically transform the physical environment. At the same time, we have fundamentally transformed ourselves as human beings, both for good and for ill.\n\nOver the past century, we have focused on building our physical infrastructure, creating a social architecture that has solidified habits of thought, work, and social organization into forms that further entrench patterns of behaviour in social, economic, and political systems that are ultimately self-destructive.\n\nThis is a moment of realization and awareness that is motivating people to respond in anxiety, grief, and anger toward the grave circumstances in which we find ourselves. However, this is not the end of the story. We also have the means and ability to change the way we live. We can recognize the vast opportunities that this world affords and imagine the possibilities, research and define the challenges to be solved, design solutions to meet these needs, and build the kind of future in which we might all want to live.\n\nLet us now focus on the metaphysical—that which is beyond the physical: the social, economic, and political. We tend to lack the language to converse about the metaphysical, since the modern approach to social communication focuses on advertising and marketing to maintain our economic system, and, as a result, tends to create a monopoly on the mode of public and civic discourse.\n\nHowever, the technology of the modern world also gives us the means to shift the focus toward more democratic and equitable modes of conversation and engagement. Our ability to share ideas, resources, and efforts has been amplified by our technologies. We must begin with common values and the common good to redirect our time, energy, and resources into the work of reimagining, redesigning, and rebuilding our social architecture."},{"url":"/community/","title":"Community","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Community","url":"/community/"}],"content":"\n# A Community\n\n## Engaging in authentic human connection to build community\n\nBy listening to the voices of the marginalized and the disenfranchised, one encounters people going through a process of coming to terms with their own identity. The recurring themes involve words like power, hierarchies, assumptions, questions, disillusionment, work, displacement, precariousness, insecurity, fear, disconnection, assimilation, deconstruction, reconstruction and reconnection.\n\nTechnologies are bridging the geographical distances as well as the emotional distances. Connections are beginning to form across the divides that have kept people separate and siloed.\n\nOur identities are formed by a complex network of interdependent relationships that begin with our origins as the reproductive biological function of the union of two people to form a new member of the human species.\n\nWe tend to accept the social situations in which we find ourselves as monolithic and unchangeable. However, we form societies, and our societies form us, through our perceptions of the world, through shared stories, memories, and experiences, through patterns of behaviour, and through the infrastructure and architecture we build to solidify habits into complex social systems.\n\nWhat is community?\n\n- Hierarchies of priests, leaders, and politicians\n- Artists and creatives\n- Designers and educators\n- Friends and family\n- Group therapy participants struggling with depression and anxiety\n- The Indigenous Peoples struggling to be recognized as sovereign First Nations with rights and title to their unceded territory\n\nThe year 2018 began with a deconstruction of the marketing, design and technology industries and their complicity in the systems of power that drive the work to support the capitalist economy. As Chamath Palihapitiya describes our current crisis, [social media is ripping society apart](https://www.theverge.com/2017/12/11/16761016/former-facebook-exec-ripping-apart-society). [Tristan Harris](http://www.tristanharris.com/) is talking about the ethics of design and the need for [humane tech](http://humanetech.com/) to realign technology with humanity’s best interests.\n\nA podcast called The One You Feed released an episode featuring an [interview with Johann Hari](https://www.oneyoufeed.net/johan-hari-lost-connections/), the author of a book called [Lost Connections: Uncovering the real causes of depression — and the unexpected solutions](https://thelostconnections.com/).\n\nThe Liturgists released a recording of their [Gathering in Austin, Texas](http://www.theliturgists.com/podcast/2018/7/11/live-in-austin-tx), where each member of the group read one of their favourite passages of scripture.\n\nAt a reception for the [MFA Thesis Exhibition](https://www.ecuad.ca/calendar/nonagon-mfa-graduate-exhibition) at Emily Carr University, conversation gravitated toward art, identity and spirituality.\n\nA CBC Ideas episode featured [Gabrielle Scrimshaw on liberating the past and embracing the future](http://www.cbc.ca/radio/ideas/gabrielle-scrimshaw-on-liberating-the-past-and-embracing-the-future-1.4539172).\n\nThe same themes are recurring. We are waking up to the problems that we have created, but we are hard-pressed to offer any viable solutions.\n\nHow do we reconnect with our own individual identities, with each other, with the natural world and with the spiritual in a time when inertia is tearing our world apart? What is our place and the role of artists and creatives in becoming catalysts for positive change?\n\nWe have only ever found answers to our challenges as humans in community, in working together to solve seemingly intransigent problems. The process is slow, and sometimes painful, but rewarding, because of the human capacity for imagination and the ability to transform our future by better understanding our past, while living fully into every moment in our present reality."},{"url":"/time/","title":"Time","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Time","url":"/time/"}],"content":"\n# Time\n\n## Past, Present, and Future\n\nWe remember the past, experience the present, and anticipate the future. Our perception of reality is only as good as our memory of the past. If we don’t remember the past, we will continue to make the same mistakes. The scientific method puts this concept into practice. If we perform the same experiment, we should consistently expect the same results.\n\n## Our histories are our collective memory\n\nHow do we know who we are except in community with other people? When we allow our identity formed only by those who we consider similar to ourselves, our identity is impoverished by the lack of awareness, knowledge, and wisdom that comes with a lack of diversity in our social relationships.\n\n## Einstein’s Theory of Relativity\n\nIn Einstein’s cosmology, energy is a factor of time and mass. Experience is defined by the three dimensions of space: width, height, and depth. Time adds a fourth dimension, where change can be observed by comparing past, present, and future states of matter. Matter itself is found in three different states, depending on the amount of energy embodied by its elementary particles: solid, liquid, and gas. Atoms are composed of protons, neutrons, and electrons.\n\n- Time, energy, matter\n- Width, height, depth\n- Past, present, future\n- Solid, liquid, gas\n- Protons, neutrons, electrons\n\nThere is a pattern of triads that are found in the many characteristics that we observe in the natural world. It is difficult to imagine that such order might be random, but we have yet to come to any sort of agreement about what might account for this unity in diversity."},{"url":"/energy/","title":"Energy","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Energy","url":"/energy/"}],"content":"\n# Energy\n\n## Biological organisms require energy to sustain complex living systems\n\nIn Canada, we live in a country that is built on over 500 years of land appropriation and resource extraction for European settlers. An enormous amount of energy has been invested in populating territory that was a complex and interdependent ecosystem, and the home to Indigenous Peoples for thousands of years.\n\n> “But when I say that Canada is fake, I don’t mean anything so universal or theoretical. Canada is not an accident or a work in progress or a thought experiment. I mean that Canada is a scam — a pyramid scheme, a ruse, a heist. Canada is a front. And it’s a front for a massive network of resource extraction companies, oil barons, and mining magnates.”\n\n- [Canada Is Fake](https://theoutline.com/post/8686/canada-is-fake)"},{"url":"/resources/","title":"Resources","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Resources","url":"/resources/"}],"content":"\n# Resources\n\n## Empires of extraction dominate the centres of political power\n\nCanada has become an empire in its own right and Canadian life has come to be mediated through mineral extraction.\n\n## Extraction Empire\n\n### Undermining the Systems, States, and Scales of Canada’s Global Resource Empire, 2017—1217\n\n“Extraction is the process and practice that defines Canada, at home and abroad. Of the nearly 20,000 mining projects in the world from Africa to Latin America, more than half are Canadian operated. Not only does the mining economy employ close to 400,000 people in Canada, it contributed $57 billion CAD to Canada's GDP in 2014 alone. Globally, more than 75 percent of the world's mining firms are based in Canada. The scale of these statistics naturally extends the logic of Canada's historical legacy as state, nation, and now as global resource empire. Canada, once a far-flung northern outpost of the British Empire, has become an empire in its own right.”\n\n“This book examines both the historic and contemporary Canadian culture of extraction, with essays, interviews, archival material, and multimedia visualizations. The essayists and interviewees—who include such prominent figures as Naomi Klein and Michael Ignatieff—come from a range of fields, including geography, art, literature, architecture, science, environment, and business. All consider how Canadian life came to be mediated through mineral extraction. When did this empire emerge? How far does it reach? Who gains, who loses? What alternatives exist? On the 150th anniversary of the creation of Canada by Queen Victoria's Declaration of Confederation, it is time for Canada to reexamine and reimagine its imperial role throughout the world, from coast to coast, from one continent to another.”\n\nhttps://mitpress.mit.edu/books/extraction-empire\n\n### Mining\n\nMining is the extraction of valuable minerals or other geological materials from the Earth, usually from an ore body, lode, vein, seam, reef or placer deposit. These deposits form a mineralized package that is of economic interest to the miner.\n\nOres recovered by mining include metals, coal, oil shale, gemstones, limestone, chalk, dimension stone, rock salt, potash, gravel, and clay. Mining is required to obtain any material that cannot be grown through agricultural processes, or feasibly created artificially in a laboratory or factory. Mining in a wider sense includes extraction of any non-renewable resource such as petroleum, natural gas, or even water.\n\nMining of stones and metal has been a human activity since pre-historic times. Modern mining processes involve prospecting for ore bodies, analysis of the profit potential of a proposed mine, extraction of the desired materials, and final reclamation of the land after the mine is closed.\n\nMining operations usually create a negative environmental impact, both during the mining activity and after the mine has closed. Hence, most of the world's nations have passed regulations to decrease the impact. Work safety has long been a concern as well, and modern practices have significantly improved safety in mines.\n\nLevels of metal recycling are generally low. Unless future end-of-life recycling rates are stepped up, some rare metals may become unavailable for use in a variety of consumer products. Due to the low recycling rates, some landfills now contain higher concentrations of metal than mines themselves.\n\nhttps://en.wikipedia.org/wiki/Mining\n\n### Extraction of Petroleum\n\nThe oil and gas extraction workforce face unique health and safety challenges and is recognized by the National Institute for Occupational Safety and Health (NIOSH) as a priority industry sector in the National Occupational Research Agenda (NORA) to identify and provide intervention strategies regarding occupational health and safety issues. During 2003–2013, the annual rate of occupational fatalities significantly decreased 36.3%; however, the number of work-related fatalities in the U.S. oil and gas extraction industry increased 27.6%, with a total of 1,189 deaths because the size of the workforce grew during this period. Two-thirds of all worker fatalities were attributed to transportation incidents and contact with objects or equipment. More than 50% of persons fatally injured were employed by companies that service wells. Hazard controls include land transportation safety policies and engineering controls such as automated technologies.\n\nhttps://en.wikipedia.org/wiki/Extraction_of_petroleum\n\n---\n\n## The Canadian Genocide\n\n### Papal Law\n\nCanada, the BC Government, the RCMP, and Coastal GasLink are implementing industrial-scale assimilation by imposing band councils as “electoral democracy” to erase claims of Indigenous Rights and Title to sovereign territory.\n\nhttps://upstanderproject.org/firstlight/doctrine\n\n---\n\n“Canada is violating international laws around military occupation and the rights of Indigenous people. Right now members of Wet’suwet’en nation are still resisting, facing mass arrest and state violence, to protect their lands from privatization…”\n\nhttps://theoutline.com/post/8686/canada-is-fake\n\n---\n\nCanada is outsourcing slavery and exploitation to run its extraction economy.\n\n“A Vancouver-based mining company can be sued in Canada for alleged human rights abuses overseas including allegations of modern slavery, Canada’s supreme court has ruled.”\n\nhttps://www.theguardian.com/world/2020/feb/28/canada-nevsun-eritrea-lawsuit-human-rights-slavery\n\n---\n\nThe central issue has always been the land. But Canadians cannot reconcile the fact that they are living on stolen land. Canada, the BC Government, the RCMP, and Coastal GasLink are invading sovereign Wet'suwet'en territory.\n\nhttps://twitter.com/christibelcourt/status/1234483878687051777?s=20\n\n---\n\nIn the past, a nation state moved tanks and armies into a neighbouring region to steal their land, which, at first, was appeased, but ultimately triggered a world war.\n\nIn Canada, we are much more “civilized.” We steal land by issuing a court injunction.\n\nhttps://en.wikipedia.org/wiki/Invasion_of_Poland\n\n---\n\nThis is the failure of a so-called “democratic” government to educate its population about its responsibilities to the treaties made with the Indigenous people regarding their generosity to share the land with the settlers. Let’s talk about the Indian Act.\nhttps://www.cbc.ca/1.5188255\n\n---\n\nLet’s talk about how Canadian business is a shell game built upon the lie of Crown land. Crown land is stolen land. It is also an international con game, exporting injustice and genocide around the world.\n\nhttps://www.vice.com/en_ca/article/wdb4j5/75-of-the-worlds-mining-companies-are-based-in-canada\n\n---\n\n“Deskaheh also served notice to the League in 1923 that ‘a dispute and disturbance of the peace has arisen’ as Ottawa tried to ‘destroy all de jure government of the Six Nations,’ and the RCMP presence on Six Nations land constituted ‘an act of war.’”\n\nhttps://ricochet.media/en/2967/the-six-nations-and-a-century-of-canada-indigenous-clashes-over-the-rule-of-law\n\n---\n\n“It is this community-level accountability and expectation of progress that is the most important thing that individuals can contribute to—that new cultural norm.”\n\n“It’s about changing our mindsets.”\n\nhttps://www.rockefellerfoundation.org/solvable/solvable-podcast-series/homelessness-is-solvable/\n\n---\n\nCanada is in the business of #homelessness.\n\nCanada is involved in an ongoing home invasion, arresting people on their own land, imprisoning them for living on their own territory. It is now illegally squatting on that land, claiming it as their own.\n\nhttps://medium.com/@herraincobrand/canada-is-everyone-2b448887985\n\n---\n\n“Some of the people most responsible … for virtually everything you spent your career chronicling have miraculously reinvented themselves in the last many years as the solution to the problems they are still busily causing.”\n\nhttps://youtu.be/8KBlH269dIs?t=363\n\n---\n\n“Assimilation is an attempt to erase the differences that define group boundaries, such as by teaching the dominant language to a subordinate group or converting the out-group into the dominant religion.”\n\nhttp://www.otheringandbelonging.org/the-problem-of-othering/\n\n---\n\n“Davin was sent to learn about the policy of ‘aggressive civilization’ of Native Americans in the United States, where the idea of separating, educating, and assimilating indigenous children had recently been put into practice.”\n\nhttps://www.facinghistory.org/stolen-lives-indigenous-peoples-canada-and-indian-residential-schools/chapter-3/killing-indian-child"},{"url":"/imagine/","title":"Imagine","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"}],"content":"\n# Imagine\n\n## Imagine Something Better\n\nIt starts with an idea to meet a need, to solve a problem, to overcome a challenge, to improve upon the status quo, to reach beyond the ordinary, to realize a dream. Then comes the part where the world of ideas meets everyday life. All these ideas we have are very abstract and subjective. How can we bring these ideas into reality and accomplish these goals and objectives in the real world? Here is where design can help.\n\n## The Power of Imagination\n\nThe big picture thinking that we need to solve the greatest challenges that we are facing at this moment in time.\n\n“There is a terrible misconception in school that when we take art that we are teaching people to draw. What we are really doing is teaching people to see. That’s the important function. That’s why I think it is tragic when school funding gets cut, they cut out the art. To be creative, we must choose something that is really hard, that we might fail at, and have failed at; then we’re more likely to come up with something that is fresh and different.”\n\n— Ed Catmull, Pixar, [Creativity, Inc.](https://medium.com/imaginaxiom/art-science-7f076db69e12)\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/ZrjusPeOZRk\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"},{"url":"/design/","title":"Design","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Design","url":"/design/"}],"content":"\n# Design\n\n# Mental models for understanding human perceptions, values, and behaviours\n\nThe conversation about design is evolving as the scope of design expands from physical artifacts to living systems. Increasingly, we are exploring ideas about organizational transformation and social change. In other words, we are expanding the scope of design from the physical to the metaphysical: to the social, the economic, and the political. These are issues of connection, capacity, and power.\n\n# Design as a Catalyst for Change\n\n“You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete.”\n—R. Buckminster Fuller\n\n# The Design Challenge\n\nThe challenge, then, becomes more about how to understand the values, perceptions, and behaviours of the individuals who make up an organization or a society. Through brain research and cognitive science, we are coming to understand that we are not actually rational creatures. Rather we react and behave emotionally and invent rationalizations to justify our instinctive and impulsive actions.\n\nValues, perceptions, narratives, and social identities are far more compelling than data, facts, information, and rational thought in the way that we understand our environment and make decisions as social creatures.\n\n![Diagram of the Bauhaus curriculum](https://d3vjn2zm46gms2.cloudfront.net/blogs/2019/09/18133749/gri_850513_b001_f003_recto_376388ds_1600-1300x873.jpg)\n\n[Diagram of the Bauhaus curriculum](https://blogs.getty.edu/iris/developing-an-inner-feeling-for-materials-with-paper-modeling-at-the-bauhaus/) (adapted, right), 1922, Walter Gropius. Lithograph. 20.2 x 29.3 cm. From Walter Gropius, Satzungen Staatliches Bauhaus in Weimar (Statutes of the State Bauhaus in Weimar), July 1922. Bauhaus Typography Collection, 1919–1937. The Getty Research Institute, 850513. © 2019 Artists Rights Society (ARS) / VG Bild-Kunst, Bonn\n\n## Basic Form Study at the Bauhaus\n\nUnderstanding materials was the first step in the education of a modern artist, designer, and architect. The pedagogical approach of the Bauhaus become the progenitor of the curricula of the design and architecture academies of the modern world.\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/X59FCW3vOlE\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n[Bauhaus design is everywhere, but its roots are political](https://youtu.be/X59FCW3vOlE)\n\n# Experience and Reality\n\nI begin my exploration of human experience with a curious feature of reality. There is an interesting, rather mysterious connection that I have observed between experience and reality. That is, we can conceive of ideas beyond what we sense in the physical environment that are ideals or concepts that can never exist in reality. The ideas are beyond the physical, or metaphysical.\n\nThe other curious characteristic of these ideas is that they occur in groups of three, both in the physical and the metaphysical. Humans have a curious affinity for the rule of thirds, not just in the aesthetics of art, but in all of life.\n\nOn the other hand, there seems to be a relationship between the ideals that we can conceive of and the imperfect realities within which we exist. In that sense, it is possible to conjecture that the physical is a metaphor for the metaphysical, or vice versa.\n\n![Three: progress and the evolution of ideas](https://live.staticflickr.com/65535/49243812022_3ff2b852ba_b.jpg)\n\n# Mental Models\n\nA mental model is what a person believes about experience and reality.\nIn user experience design, a mental model is what the user believes about the system at hand.\n\nMental models are in flux exactly because they’re embedded in a brain rather than fixed in an external medium. Additional experience with the system can obviously change the model, but users might also update their mental models based on stimuli from elsewhere, such as talking to other users or even applying lessons from other systems.\n\n# Story 1: Collaboration\n\nHow, then, can we begin to map the human experience? How we can design mental habits, social systems, and physical environments for resilience and symbiosis with the living processes and ecology that are the foundation of our biological support systems?\n\nTo better understand our materials as experience designers, we need more holistic mental models of the human experience, as a way to understand what we are designing for.\n\n[![A mental model: builder](https://live.staticflickr.com/65535/49234429626_7a6763a44b_b.jpg)](https://flic.kr/p/2i1FjCj)\n\n[![A mental model worksheet: builder](https://live.staticflickr.com/65535/49236449251_1caaf6d94c_b.jpg)](https://flic.kr/p/2i1REZr)\n\n## Unintended Consequences\n\nThe design profession is currently facing a reckoning, similar to the revolutions in our understanding of class, race, gender, and religion. The 1700-year-old project of cultural imperialism that originated with the Roman Emperor Constantine and the integration of church and state finds its realization in the social, political, and economic institutions that have created monolithic monopolies of global power.\n\nThe unintended consequences of the tools that we have designed to shape our environment are the weaponizing of those tools as the means for controlling and manipulating populations, protecting access to scarce resources, and eliminating threats to religious, national, and corporate prosperity and security.\n\n### A healthy economy should be designed to thrive, not grow\n\n<div style=\"max-width:854px\"><div style=\"position:relative;height:0;padding-bottom:56.25%\"><iframe src=\"https://embed.ted.com/talks/lang/en/kate_raworth_a_healthy_economy_should_be_designed_to_thrive_not_grow\" width=\"854\" height=\"480\" style=\"position:absolute;left:0;top:0;width:100%;height:100%\" frameborder=\"0\" scrolling=\"no\" allowfullscreen></iframe></div></div>\n\n### Kate Raworth argues that rethinking economics can save our planet\n\n<div style=\"max-width:854px\"><div style=\"position:relative;height:0;padding-bottom:56.25%\"><iframe src=\"https://embed.ted.com/talks/the_ted_interview_kate_raworth_argues_that_rethinking_economics_can_save_our_planet\" width=\"854\" height=\"480\" style=\"position:absolute;left:0;top:0;width:100%;height:100%\" frameborder=\"0\" scrolling=\"no\" allowfullscreen></iframe></div></div>\n\n# Story 2: Competition\n\nThe primitive limbic systems in our brains are designed to trigger the fight or flight response as a matter of survival in a world of physical threats. Senses are attuned to dangers in the environment and events perceived as threats will automatically trigger a physical and biological response of increased heart rate, a release of adrenalin, and a heightened state of awareness, along with emotions of anxiety, fear, and panic.\n\nWhen this intellectual, emotional, and physical state of anxiety is prolonged, we call this stress. People who live in this constant state of fear and scarcity will tend to engage in behaviours that are focused on survival and self-preservation. This interpretation of constant threat leads to isolation and aggression, as members of a group engage in a competition for scarce resources and demonstrations of strength and dominance to control the group, protect resources, and destroy enemies. However, such isolation and aggression has a tendency to undermine the survival of the group.\n\n### An Argument for Cooperation Over Competition\n\n<div style=\"max-width:854px\"><div style=\"position:relative;height:0;padding-bottom:56.25%\"><iframe src=\"https://embed.ted.com/talks/nick_hanauer_the_dirty_secret_of_capitalism_and_a_new_way_forward\" width=\"854\" height=\"480\" style=\"position:absolute;left:0;top:0;width:100%;height:100%\" frameborder=\"0\" scrolling=\"no\" allowfullscreen></iframe></div></div>\n\n[![A mental model: nation](https://live.staticflickr.com/65535/49236656232_0e5406ab4c_b.jpg)](https://flic.kr/p/2i1SJw5)\n\n[![A mental model worksheet: nation](https://live.staticflickr.com/65535/49235974428_1caaf6d94c_b.jpg)](https://flic.kr/p/2i1PeQQ)\n\n# Metaphysical Design\n\n## Shaping our Social, Economic, and Political Environments\n\nLacking a science that helps us to conceive of a person holistically, it may be possible to draw from the observations of the generations of people who have come before us. They formulated conceptions and philosophies of the world that attempt to communicate the complex, interconnected relationships of human beings to their physical and metaphysical environments. There are things that humans experience that are distinctly tangible, but others that we cannot measure, test, or account for through physical means. Should we simply ignore this data, that which is beyond physical or empirical measurement, or is there something to be gleaned from the musings, conjectures, observations, histories, and literature preserved in ancient sacred texts?\n\n# Story 3: Utopia\n\nAnother mental model acknowledges a common conception of the trinitarian God popularized by the Western Christian colonization of the globe. It represents a mental model of the Creator. The book of Genesis asserts that humans have been made in God’s image. This mental model represents the human mind, heart, and body as a reflection of the trinitarian nature of the Christian conception of the divine as Father, Spirit, and Son. This model captures some common conceptions of the perfection to which humans aspire, but from which we fall short. In many ways, our societies, corporations, and nations are attempts at social, economic, and political utopian visions that fall short of the ideologies and narratives that we have formulated to rationalize our attempts to create a better world.\n\n[![A mental model: creator](https://live.staticflickr.com/65535/49236656267_bcdfdd1b0d_b.jpg)](https://flic.kr/p/2i1SJwF)\n\n[![A mental model worksheet: creator](https://live.staticflickr.com/65535/49236449221_6c34e90c05_b.jpg)](https://flic.kr/p/2i1REYV)\n\n# Story 4: Choose Your Own Adventure\n\nBy inviting people to participate in design workshops using these worksheets, we can explore the theme of **design for resilience**.\n\nFirst, we need to understand what is wrong with our existing systems. They are very poorly conceived, designed, and built. However, the blanks in the model actually tell us how much agency we have in this reality. There are a lot of things that are givens, but we have a lot of freedom. Where we lose freedom is in the choices we make collectively. We have designed our own hell in the form of social, economic, and political systems that manifest as physical products, infrastructure, and architecture.\n\nHow might we design a world where we can all live together without killing each other and undermining the life support systems of the planet?\n\nSaul Griffith shares some interesting ideas in his discussion with Ezra Klein: [How to solve climate change and make life more awesome](https://player.fm/series/the-ezra-klein-show/how-to-solve-climate-change-and-make-life-more-awesome). Or read his article, [How do we decarbonize?](https://medium.com/otherlab-news/how-do-we-decarbonize-7fc2fa84e887) We don’t need a miracle. Everything we need to solve climate change is already here.\n\n[![A mental model: blank](https://live.staticflickr.com/65535/49236084483_e1f6a9d080_b.jpg)](https://flic.kr/p/2i1PNyk)\n\n[![A mental model worksheet: blank](https://live.staticflickr.com/65535/49235974488_bb51e8e33f_b.jpg)](https://flic.kr/p/2i1PeRS)\n\n# Design for Resilience\n\n## Reimagining our social architecture\n\nGiven the challenge our generation faces, we endeavour to invest time, energy and resources in the effort of building leaders to design a resilient society. By considering basic human needs of food, clothing, and shelter, we are reimagining the metaphysical environment: the social, economic, and political. How might we build a new economy on a foundation of resilience and symbiosis?\n\nBy creating greater self-awareness, we may recognize how things can go very wrong and create virtual models with predictive power to anticipate problems before they become reality. This is a collaborative project to better understand ourselves and our place in this world, to find generative ways to live with each other and the natural world.​​​​​​​\n\nTranscending human-centered design, this is design that seeks to learn from nature, to put into practice the knowledge and principles of biomimicry to reimagine and redesign our environment, to reconnect ourselves to our own humanity and to reconnect us to the earth and all living things.\n\n[![Resilience Magazine](https://live.staticflickr.com/65535/49243814197_d1404fd700_b.jpg)](https://flic.kr/p/2i2vqkg)\n\n# Builders Collective\n\nAs a builders collective, our work is to restore the garden, pruning to allow for good fruit to grow. The role of the editor is to focus the narrative and tell a better story. We have allowed technology and media to overwhelm our senses. We look in a mirror and immediately forget what we look like. We instead begin to reflect everything that we see around us. As editors, we advocate for an identity, a point of view, and a movement in the direction of learning the attitudes and habits necessary for personal and social transformation, to develop people of integrity, compassion, and generosity. The builders collective is a vision to build leaders to design a resilient society (BLDRS).\n\n[![BLDRS logo: motion design](https://mir-s3-cdn-cf.behance.net/project_modules/1400_opt_1/5746c289596281.5df9c9008a389.gif)](https://www.behance.net/gallery/89596281/Mental-Models-for-Human-Experience)"},{"url":"/build/","title":"Build","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Build","url":"/build/"}],"content":"\n# Build\n\n## Building resilience, relationships, and community\n\nThe Builders Collective is a movement to build leaders to design a resilient society. We use human-centred design to create engaging experiences through art, design, social change and social architecture to grow, imagine, design, and build sustainable, livable environments and communities.\n\n## Mission\n\nto inspire imagination, create collaboratively,\u0003and build community and resilience.\n\n### Imagination\n\nCreative thinking and ideation inspired by challenges to solve problems by leading with curiosity, empathy, and intellectual honesty and authenticity.\n\n### Collaboration\n\nCommunity and connection to create an environment for an inclusive, interactive, and interdependent process of learning, discovery, and innovation.\n\n### Resilience\n\nThe emotional intelligence and intellectual awarness to create complex structures that build on our strengths while acknowledging when change is necessary."},{"url":"/events/","title":"Events","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Events","url":"/events/"}],"content":"\n# Events\n\n## Connecting people to the value of being human"},{"url":"/workshops/","title":"Workshops","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Workshops","url":"/workshops/"}],"content":"\n# Workshops\n\n## Working together to reimagine our social architecture"},{"url":"/projects/","title":"Projects","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Projects","url":"/projects/"}],"content":"\n# Projects\n\n## Engaging in the design process to solve our greatest challenges"},{"url":"/about/","title":"About","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"About","url":"/about/"}],"content":"\n# About\n\n## The builders collective is exploring how we imagine, design, and build the future together"},{"url":"/connect/","title":"Connect","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Connect","url":"/connect/"}],"content":"\n# Connect\n\nConnect to learn more about how to get involved or to let us know what you are already doing to build a better world."},{"url":"/join/","title":"Join","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Join","url":"/join/"}],"content":"\n# Join\n\n## Join a movement to build a world we want to live in"},{"url":"/process/design-brief/","title":"Design Brief","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"To Build","url":"/process/"},{"title":"Design Brief","url":"/process/design-brief/"}],"content":"\n# A Design Brief\n\n## Builders Collective\n\n*Exploring how we can imagine, design, and build the future together.*\n\n## Scope and Focus\n\nThe scope of this project is to imagine, design and build a platform for documenting the work of a collaborative creative community with a focus on reimagining, redesigning, and rebuilding our social architecture. The focus is on building a community rather than a physical artifact, in keeping with the vision to build leaders to design a resilient society. We start by building the resilience of individuals, developing healthy communities, with the vision of transforming society. The model is to create events to generate awareness and explore the possibilities of human imagination, to run workshops to engage people in participatory design, and to commit to projects to effectively collaborate together to build an inclusive, sustainable, and just way of relating to the living systems that we are a part of.\n\n## Project Background\n\nHow might we think about the big picture of how people can participate in the design of our physical world in a way that recognizes the challenges of living in a metaphysical world of social, economic, and political relationships? In the past, these relationships have had a tendency to devolve into systems of abuse, exploitation, and domination. By recognizing how things can go wrong, we can learn from the wisdom of the past to avoid making the same mistakes, we can imagine new models of social, economic, and political organization to make the present models obsolete, and we can participate in the restoration of the living ecosystems of the earth to create a future of inclusivity, well-being, and justice for the generations to come and for all living things.\n\n## High-Level Design Goals and Objectives\n\n- Build a visual design system, prototype and design experiences, and envision service design opportunities and processes for the builders collective that can work across a variety of media, channels, and touchpoints to invite people to build personal resilience, to build resilient communities, and to build a resilient society.\n- Research the opportunities to build networks of co-creation and collaboration by creating a platform to document what people are learning, how they are connecting, and why they are engaging in the work of social transformation.\n- Launch a platform which may include  a podcast, a magazine, and a website to promote events, workshops, and projects focused on the subject of resilience.\n\n## Key Features\n\n- A prototype for Resilience magazine\n- Websites for Social Architecture, Design Influences, and Builders Collective\n\t- socialarc.com\n\t- designinfluences.com\n\t- builderscollective.com\n- A podcast for the builders collective about resilience\n- An app design for creating habits of resilience, empathy, and harmony: Minimalist Journal\n\n## Brand Message\n\n- BLDRS: Building leaders to design a resilient society\n- Imagine — Social Architecture: Reimagining our common life together.\n- Design — Design influences: Inspired by the past. Shaping the future.\n- Build — Builders Collective: Exploring how we can imagine, design, and build the future together"},{"url":"/process/research-plan/","title":"Research Plan","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"To Build","url":"/process/"},{"title":"Research Plan","url":"/process/research-plan/"}],"content":"\n# UX Research Plan\n\nLast updated on:  \nNovember 14, 2019\n\n**Author:** Stephen Bau  \n**Stakeholders:** Human individuals, communities, societies, Earth and all living things\n\n## Background\n\nWhen do we have permission to think about the big picture? To solve systemic problems, we need to be able to reimagine our social architecture, the metaphysical design of our common social, economic, and political lives on Earth and how our activity impacts the ecology of the planet and all living things?\n\nScientists have been warning us about the ecological impact of human activity for several decades. Many of us are living in denial. Children are protesting that we are leaving them a world that is on fire and we are the arsonists.\n\nOur social, economic, and political institutions are failing us.\n\n- Belief systems are dividing us\n- Corporations are exploiting us\n- Governments are oppressing us\n\nThis is a service design problem because of the many complex layers of experience, all the living organisms on the Earth who have a stake in the ecology of the planet, and the challenges we face because of the constraints on time, energy, and matter.\n\n### Doing, Not Talking\n\n> Opinions are great, and everyone always has at least one. But service design is based in reality. Instead of talking about something for a long time, build stuff, test it, understand what needs to be improved, build it again. Show me, don’t tell me. Stop comparing opinions, start testing prototypes.\n\n*Stickdorn, Marc,Hormess, Markus Edgar,Lawrence, Adam,Schneider, Jakob. This Is Service Design Doing (Kindle Locations 839-841). O'Reilly Media. Kindle Edition.*\n\n## Research Goals\n\n- Learn what people are doing to become more aware of the problems.\n- Understand what people are doing to maintain their mental health and resilience.\n- Discover how people are engaging in efforts to change their habits.\n- Understand how people might overcome resistance to change.\n- Gather information about existing plans to make changes and solve problems.\n- Research how art, music, storytelling, and culture might be part of the solution to inspire people to work together.\n\n## Participants\n\nThe creative collaborative community of humans who are motivated to get involved in the process of imagining, designing, and building the future together. According to Astra Taylor, we need only a small percentage of motivated people to make social change a reality.\n\nWe are all in this together. (Forget demographics. It is inherently classist, racist, and sexist. Advertising and marketing are what got us into this mess.)\n\n## Methodologies\n\n- **Literature Review:** to better understand the primary challenges humans are facing.\n- **Collaborative Analysis:** to gain greater awareness of how we can build on the efforts of others.\n- **Surveys:** to discover how people are engaging in efforts to change their habits.\n- **1:1 Interviews:** to discover whether the model we are proposing for events, workshops, and projects might be effective to build relationships, capacity, and imagination.\n\n## Timeline\n\n- Literature Review\n- Collaborative Analysis\n- Surveys\n- 1:1 Interviews\n\n---\n\n<div align=\"right\">\n  <h3><a href=\"/getting-started/survey/\">Survey →</a></h3>\n</div>"},{"url":"/time/language/","title":"Language","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Time","url":"/time/"},{"title":"Language","url":"/time/language/"}],"content":"\n# Language\n\n## Words are symbols to communicate ideas as sound vibrations\n\nLanguage is a technology that helps us to communicate with each other, but it also forms our identity by constraining our ideas to the social, economic, and political environment in which our relationships were formed in the context of families, schools, institutions, and communities.\n\n## The Language of Empire\n\n### Learning to speak the lingua franca of oppression\n\nAbout 40 years ago, if you were in school in Canada, aspiring to be an artist, there seemed to be two options: starve or assimilate. The fear was that if you weren’t talented enough to make it as an artist, you would most likely become the stereotypical starving artist. In high school, the education system offered electives to become a commercial artist.\n\nFast forward 40 years, and we might ask, how has design helped to better society? The news is full of reports of lies, genocide, humanitarian disasters, tragedies, fires, global warming, and sexual assaults. Neoliberal market economics and authoritarian police states are on the rise around the world while corporations monopolize global resources, wealth, and power.\n\nIn Canada, [George Orwell’s Animal Farm](https://www.salon.com/2018/05/24/george-orwells-animal-farm-guide-to-the-rise-of-authoritarianism-in-the-donald-trump-era/) was part of our junior high English curriculum. What do Americans read?\n\n# The Deconstruction\n\nThere are people whose hearts are breaking over the brokenness of the world, and they are beginning to open up to each other about doubts and questions.\n\nThe internet, as it democratizes the production of media, provides an opportunity for people to have a voice, to speak of things that might not be tolerated in certain social circles. The illusion of anonymity allows us to test ideas and questions in public. People have permission to ask questions. They can dare to be their authentic selves.\n\n- [Open Road Films: Spotlight](https://www.youtube.com/watch?v=WgnrwwiIDlI)\n- [Michael and Lisa Gungor – Music for Doubters and the Disenchanted](https://www.nomadpodcast.co.uk/nomad-116-michael-and-lisa-gungor-music-for-doubters-and-the-disenchanted/)\n- [The Liturgists](http://www.theliturgists.com/)\n- [L'Arche community grapples with revelations about disgraced founder](https://www.cbc.ca/news/canada/ottawa/larche-community-grapples-findings-founder-1.5474913)\n- [Weaponizing Artificial Intelligence](https://medium.com/swlh/weaponizing-artificial-intelligence-d8602c7db67f)\n- [Former Facebook exec says social media is ripping apart society](https://www.theverge.com/2017/12/11/16761016/former-facebook-exec-ripping-apart-society)\n- [Ruined by Design](https://www.ruinedby.design/)\n- [Team Human](https://teamhuman.fm/)\n- [Requiem for the American Dream](https://www.youtube.com/watch?v=hZnuc-Fv_Tc)\n- [Manufacturing Consent](https://www.youtube.com/watch?v=34LGPIXvU5M)\n- [Canada’s Final Solution to the “Indian Problem”](https://www.ictinc.ca/blog/the-final-solution-which-government-used-the-term-first)\n- [Canada’s Apartheid](http://www.lapsuslima.com/canadas-apartheid/)\n- [Extraction Empire: Undermining the Systems, States, and Scales of Canada's Global Resource Empire, 2017—1217](https://mitpress.mit.edu/books/extraction-empire)\n- [The Secret Life of Canada: Water](https://www.cbc.ca/radio/secretlifeofcanada/why-water-is-worthy-of-the-history-books-1.4987957)\n- [Canada is fake: What Americans think of as their friendly neighbor to the north, if they think of it at all, is a scam](https://theoutline.com/post/8686/canada-is-fake)\n- [Naomi Klein and Shoshana Zuboff on the Rise of Surveillance Capitalism](https://theintercept.com/2019/03/01/surveillance-capitalism-book-shoshana-zuboff-naomi-klein/)\n- [Winners Take All: The Elite Charade of Changing the World](http://www.anand.ly/winners-take-all)\n- [This man is disrupting the cult of the billionaire](https://www.fastcompany.com/90411598/how-anand-giridharadas-disrupted-the-cult-of-the-billionaire)\n\nPeople have found a name for this process: a deconstruction. People are questioning the institutions and the systems of behaviours and beliefs that they have inherited.\n\n- The government: institutionalizing injustice\n- The corporation: purchasing power\n- The church: perpetuating abuse\n\n## Deconstructing Design\n\nMeanwhile, the design world has also been experiencing an epiphany of sorts.\n\nSome designers are realizing that we have been complicit in building the infrastructure and architecture for an undemocratic capitalist empire that has turned humans into indentured servants of an oppressive hierarchical economic system designed for self-preservation, even if it is at the expense of humans and the planet.\n\n> A corporation is a company or a group of people or an organization authorized to act as a single entity (legally a person) and recognized as such in law.\n\nIn other words, corporations avoid culpability and responsibility in the eyes of the law for crimes against humanity by impersonating humans. They purchase political power, and they have made the church merely a political voting block and a willing accomplice in the corporate takeover of the federal government of the American empire.\n\n## Taking Responsibility\n\nAs designers, we must own our part. We who have supported the empire — the government, the corporation and the church — in elevating political, economic and religious values above the value of human beings, either unwittingly or willingly, have been complicit in perpetuating a system of oppression. Taking responsibility is only the first step. We must make reparations. We do this by redesigning and rebuilding.\n\nIn order to rediscover our own humanity, we are leaving the empire behind.\n\n- [Deconstruction](https://medium.com/@bauhouse/deconstruction-2659da068651)\n\n# The Reconstruction\n\nNow, almost 100 years since the founding of the Bauhaus, we are reconsidering the modernist project.\n\n- [Bauhaus 100](https://www.bauhaus100.com/)\n\n> You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete.  \n>\n> — R. Buckminster Fuller\n\n- [The Buckminster Fuller Challenge 2015](https://www.bfi.org/ideaindex/projects/2015/greenwave)\n\nWe are building a new model.\n\nSocial architecture is the art and science of living systems. We are recognizing that we are no longer designing tools and physical artifacts. We are designing human experience. We are all engaged in the human project.\n\nAt the heart of our endeavours is a desire to discover our common humanity.\n\nWe are reconnecting to build relationships through face-to-face interaction.\n\n- Breaking bread together\n- Creating and working together\n- Sharing our lives together"},{"url":"/process/survey/","title":"Survey","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"To Build","url":"/process/"},{"title":"Survey","url":"/process/survey/"}],"content":"\n# A Survey\n\n## Building Resilience\n\nExploring how we imagine, design, and build the future together. How can we build personal resilience, resilient communities, and a resilient society?\n\nFeel free to answer these questions from your own perspective or about people that you know.\n\n- What are people doing to become more aware of the impact of human activity on the living systems of the Earth?\n- What are people doing to maintain their mental health and resilience?\n- How are people engaging in efforts to change their habits?\n- How might people overcome resistance to change?\n- Do you know anyone who is working to make changes and solve problems regarding resilience, mental health, or living ecosystems?\n- How might art, music, storytelling, and culture be part of the solution to inspire people to work together for the common good?\n\n### Participation\n\nWould you be interested in learning more about how can we build personal resilience, resilient communities, and a resilient society?\n\n*(Note: we are not asking you to sign up for anything. We are simply gauging the level of people’s interest.)*\n\n1. Would you be interested in attending an event?\n2. Would you be interested in participating in a one-day workshop?\n3. Would you be interested in participating in a project?\n4. Would you be interested in an email newsletter?\n5. Would you be interested in a magazine (digital/print)?\n\n### Contact Information\n\nIf you are interested in any of these things, would you share your contact information to learn more? (We promise we will not sell or share your contact information.)\n\n- Name\n- Email Address\n- Phone Number\n\n### Survey\n\n*(Note: this survey is currently private and unpublished on Typeform, because of features used that require a paid plan.)*\n\n- [Typeform survey](https://stephenbau.typeform.com/to/X20dTY)"},{"url":"/time/story/","title":"Story","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Time","url":"/time/"},{"title":"Story","url":"/time/story/"}],"content":"\n# Story\n\n## Our identities are formed by the stories we tell ourselves\n\nWe learn language to connect to the complex interactions of a socially, economically, politically, and ecologically interdepent world of relationships. We share memories, stories, and experiences, as well as a collective imagination of what the future could look like.\n\nThe 20th-century economists told us a story about who we are, based on John Stuart Mill’s persona of \"Rational Economic Man\" as purely self-interested, with little regard for the interests of others. “This value in self-interest and competition over collaboration and altruism, this model remakes us. It's incredibly important how we how we represent ourselves. It changes us.”\n\n## Kate Raworth argues that rethinking economics can save our planet\n\nEndless growth may actually be hurting our economy -- and our planet. Economist Kate Raworth makes a case for \"doughnut economics\": an alternative way to look at the economic systems ruling our societies and imagine a sustainable future for all.\n\n<div style=\"max-width:854px\"><div style=\"position:relative;height:0;padding-bottom:56.25%\"><iframe src=\"https://embed.ted.com/talks/the_ted_interview_kate_raworth_argues_that_rethinking_economics_can_save_our_planet\" width=\"854\" height=\"480\" style=\"position:absolute;left:0;top:0;width:100%;height:100%\" frameborder=\"0\" scrolling=\"no\" allowfullscreen></iframe></div></div>"},{"url":"/time/media/","title":"Media","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Time","url":"/time/"},{"title":"Media","url":"/time/media/"}],"content":"\n# Media\n\n## Extensions of humanity as tools to scale social architecture\n\nMarshall McLuhan wrote of media as extensions of human abilities that increase the efficiency and capacity of those innate abilities in ways that ultimately transform the nature of being human in fundamental ways.\n\nFor example, the invention of the written language and the alphabet helped humans to outsource memory to the written word. The texts became sacred as we invested our own creations with divine status that raised our own creations to the stature of idols that required study, devotion, and allegiance to inerrancy and infallibility that defied reason and rationality.\n\nDivine and legal texts have become the sacred cows of social orthodoxy, justifying injustices on a global scale that the world is seeking ideas to raise awareness, language to describe, and voices to decry their irrationality, abuses, and destructive force on civil discourse and society.\n\nAs corporations, human inventions of legal fiction that have been imbued with personhood by proclamation of long-dead monarchies, run unchecked around the globe, enlisting militarized police forces to violently defend their rationalizations for dominance and power, the world burns to fill their coffers with ill-gotten gain. They are modern pirates, terrorizing the globe and inspiring unquestioning fear from a cowed and oppressed labour force, who willing acquiesce their power to help siphon the world’s resources to the top of the pyramid scheme of corporate empire.\n\n## In Defence of Democracy with Anand Giridharadas and Nahlah Ayed\n\n> On November 21, 2019, the Samara Centre for Democracy was proud to partner with CBC Radio’s Ideas to present In Defence of Democracy, a fireside chat between bestselling author Anand Giridharadas and acclaimed journalist Nahlah Ayed in front of a live audience in Toronto.\n>\n> This thought-provoking and wide-ranging discussion tackles pressing questions on power, philanthropy, and the future of democracy. Known for his unapologetic and provocative critique of the global elite’s efforts to “change the world,” Giridharadas forcefully makes the case that decisions for the public good should be in the public’s hands.\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/OGjULLl2DlE\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"},{"url":"/time/culture/","title":"Culture","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Time","url":"/time/"},{"title":"Culture","url":"/time/culture/"}],"content":"\n# Culture\n\n## Shared memories, stories, and habits that manifest as architecture\n\nWe create culture together by solidifying our perceptions, ideas, and behaviours into the infrastructure and architecture that reinforce the rules, traditions, and rituals of a social group as habits that are very difficult to change. These pathways of the mind become rivers of actions that empty into large reservoirs of collective social, economic, and political forces that are a deep and systemic ocean of group dynamics.\n\nBecause nation states are legitimized by the monopoly of force over a particular region with arbitrarily set boundaries, the hoarding of resources and territory necessarily lead to behaviours that are aggressive, violent, and oppressive to those who are marginalized by their own internal logic of rules and laws to maintain the social order. Violence is justified to maintain the status quo for those who wield power.\n\n## Architecture as Ideology Made Manifest\n\n*A transcript of an excerpt from the excellent Nice Try! podcast about Utopias and how they go wrong. This episode is called [Germania: Architecture in a Fascist Utopia](https://www.curbed.com/2019/5/7/18514684/nice-try-podcast-utopian-avery-trufelman). Traces of this fascist utopia still exist in modern Berlin.*\n\n*This excerpt starts at around 32:50.*\n\nSpeer was handily able to distance himself from an evil system he was not just participating in, but perpetuating. It’s chilling.\n\nIt spells out so clearly that Nazi Germany’s worst atrocities and many atrocities the world over were not only the ideas of singular evil men. They were supported and enacted by systems, by groups of people who woke up in the morning and went to offices to work on it.\n\nWe try to recount these stories in monuments and plaques, as though history is a grandiose series of battles and not something enacted in nine-to-fives.\n\nAnd in the meantime, more buildings go up. Land is moved. A patchwork of monuments and plaques can’t keep up. Because we are all surrounded by so much new development, so many rising towers are transforming the faces of the cities around us. It’s difficult to keep track of all the forces at play, to know who they were built for and who paid for them and which ones intend to do good. Because at the end of the day, all structures are, in some ways, ideology made manifest. They’re so much bigger than any of us. We just look around and feel so small.\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/YwZNjbaTxx4\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n## Designing for Humanity\n\nIn contrast, there is greater realization that by designing for people on the margins, we can create better design for everyone.\n\n- [Designing for Humanity](https://www.sypartners.com/podcasts/designing-for-humanity/)"},{"url":"/energy/ethics/","title":"Ethics","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Energy","url":"/energy/"},{"title":"Ethics","url":"/energy/ethics/"}],"content":"\n# Ethics\n\n## The world is in crisis as its core values are found to be bankrupt\n\n### Canada’s Reckoning\n\n“While your government did initially show remarkable restraint, you have of course in the end given a nod to enforcement action, which is now being pursued by national, provincial and municipal police forces across the country. That enforcement will not bring resolution to the deep concerns that underly these rights struggles and protests. For many communities it only adds to decades of trauma associated with violent and repressive police and judicial action that has been at the heart of the most shameful and upsetting chapters of Canadian history.”\n\n“We have written to you previously urging that at a minimum Canada comply with the decision of the UN Committee on the Elimination of Racial Discrimination with respect to the Coastal GasLink pipeline, TransMountain Pipeline Expansion and Site C dam. The importance of governments in Canada living up to the country’s international human rights obligations in those three situations and many others has been frequently reiterated by Indigenous peoples across Canada, yet your government has not shown any intention to do so.”\n\nhttps://www.amnesty.ca/news/open-letter-amnesty-international-visits-tyendinaga-urges-trudeau-act-reconciliation\n\n---\n\n\n“And for over 100 years, you stole our children and you put them in residential schools to wipe their minds so they didn’t remember about this. So they didn’t remember their language. But for 100 years, you did the same thing to your own children…”\n\nhttps://youtu.be/q8lLE7jf7EQ?t=1515\n\n---\n\n‪“Reconciliation was never alive.”\n\n‪“You have the power to stop this—to redefine the country you call home. It’s up to you—not any politician or corporation.” ‬\n\n‪“Show us the resolve of your solidarity. Show us that the #MythofCanada can be replaced by its truth.”‬\n\n@jessewente\n\nhttps://www.cbc.ca/listen/live-radio/1-39-metro-morning/clip/15762455-as-the-police-arrest-protesters-in-tyendinaga-jesse-wente-questions-the-myths-that-canadians-believe-about-themselves\n\n---\n\n### Design’s Reckoning\n\n“For the past couple of decades, the tech companies of Silicon Valley (and beyond) have run unchecked, causing havoc, destroying civil discourse, democracy, ruining personal relationships, running marketplaces of harassment and abuse, all to line their pockets. The very worst part is that they did it with our labor.”\n\n“This isn't a talk, this is a union meeting.”\n\n— Mike Monteiro\n\nhttps://link.medium.com/myu9xaHCo4"},{"url":"/energy/principles/","title":"Principles","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Energy","url":"/energy/"},{"title":"Principles","url":"/energy/principles/"}],"content":"\n# Principles\n\n## The logic of market world: doing well by doing good\n\n*A transcript of Anand Giridharadas in conversation with Léa Steinacker at the House of Beautiful Business 2019.*\n\nI coined this term “market world” to try to describe a bunch of things that are disparate phenomena that I think are part of the same phenomenon. The phenomenon is a kind of community network of people, an ideology guiding those people, that essentially says, “win-win”: doing well by doing good—maybe even beautiful business—that we can basically live in a world in which we make the world better by the rich and powerful making as much money as possible and certainly never giving up power. That it is possible, in an age of inequality, an age of monopoly, an age of elite capture, that it is somehow magically possible to lift up those prostrated on the floor without somehow disturbing the people standing on their necks. Now, this is a remarkable feat of physics, let alone ideology.\n\nMarket world is billionaires who, to go with something you said earlier, make their money actively by committing harm…\n\n(I believe Facebook, actually, is in that category. Connecting the world is a slogan. It's not an activity.)\n\n…and then do good works on the side to purpose-wash, as you eloquently put it. I believe it's also young people who are not billionaires, who are 22 on college campuses, deciding what to do with their lives. And I start the book with Hilary Cohen's story. She’s one of them—not famous, not a philanthropist, but determined to make a difference, as so many young people are now, and determined to change the world, and who end up at Goldman Sachs and McKinsey because that’s what they’re now told is the way you acquire the skills to change the world. You apprentice with the people most responsible for degrading the conditions of the issue you want to work on.\n\nI believe also there’s a kind of circuit of thought leadership which I write about in the book the kind of Aspen, TED, Davos world where…\n\n“The House of Beautiful Business”\n\nMaybe. I just got here. But I suspect that may be true.\n\n…where there's a lot of good content and a lot of good ideas and there is a certain kind of intellectual boundary, oftentimes, that keeps out the kinds of ideas that people may not like to hear when they've paid two or eight or ten thousand dollars to get some ideas poured down their throat.\n\nAll these things are different. The billionaire is different than the 22 year old is different than the ideas circuit. But what they all have in common is, I believe, an explanation for why we're living in the age we are. Why is Donald Trump president? Why is Brexit happening? Why are the inequality numbers, even in European countries that do have better tax regimes, so bad? the Piketty's numbers on Europe are better than in America, but not great. Why? Why? Why? Right?\n\nI think the defining question I feel from people, when I do events, is like, “Why is this happening?” which is the name of Chris Hayes's podcast, Why is This Happening?\n\nAnd my little answer to why this is happening is we have outsourced the reform—most people agree we need transformational reform of our societies right now—we have outsourced the leadership of such reform to the people with the most to lose from actually changing anything.\n\nI believe in this book is a passionate plea for taking change back from people who deep down have no incentive or desire or willpower to fight for the kinds of structural change that are going to see them be actually less wealthy less powerful and have less impunity.\n\nhttps://youtu.be/pPWhpXRYzNg?t=556"},{"url":"/energy/processes/","title":"Processes","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Energy","url":"/energy/"},{"title":"Processes","url":"/energy/processes/"}],"content":"\n# Processes\n\n## Habits form pathways that are built into networks and centres for activity\n\nHuman activity has fundamentally transformed the environment at such a scale that it is impacting the viability of life on the planet.\n\nThis state of affairs is not sustainable socially, economically, politically, or ecologically. Change is necessary, but the processes that humans have put in place to manage complex needs has exceeded the bounds of rationality. These processes have taken on their own internal logic, driving the commodification of labour, the scarcity of resources, the hoarding of capital, and the competition for dominance.\n\nUnder such circumstances, humans tend to short-circuit rationality by living according to the automatic responses triggered by emotional decision-making. According to cognitive behavioural therapy, we perceive a stimulus, interpret the pattern, and respond accordingly. In an environment of scarcity, people’s behaviours will be motivated primarily by fear, self-preservation, and control.\n\nIf the processes of the system are based on scarcity, the foundational ethics and values will ultimately be self-destructive.\n\nTo change the processes on which the system is based, it is necessary to fundamentally change the conditions of the environment, which will enable the ability to think rationally, engaging the centres of ethical behaviour where the highest values of a society can be nurtured."},{"url":"/resources/people/","title":"People","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Resources","url":"/resources/"},{"title":"People","url":"/resources/people/"}],"content":"# People"},{"url":"/energy/systems/","title":"Systems","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Energy","url":"/energy/"},{"title":"Systems","url":"/energy/systems/"}],"content":"\n# Systems\n\n## Recognizing complexity and interdependence in human existence\n\nSystems thinking recognizes the complexity of the environment we inhabit. In the human realm, we are organized around social, economic, and political systems. Yet we are also mammals that are part of the biological diversity of the planet, which is threatened by the immense destructive capability of the human species.\n\nWe have built a social architecture that is actively killing other members of our own species while causing the sixth mass extinction of species on this planet. We have built a machine that has formed its own artificial intelligence, and it is actively in the process of killing human beings. Corporations are inventions of aristocratic hierarchies and monarchies to control labour forces to extract resources and make profits. They have assumed legal personhood and now function as overloads over human activity. Humans are no longer in control, since the internal logic of the value of money supersedes the value of human beings.\n\nMoney, also, is a fiction that humans have designed as a medium of exchange. But for love of money, people will exploit other people. Injustice is considered by nation states and corporations as the collateral damage of a system designed for self-perpetuation and self-preservation.\n\nHumans created the perfect killing machine, and people are beginning to rise up to stop it.\n\n## Architecture is ideology made manifest\n\n*A transcript of an excerpt from the excellent Nice Try! podcast about Utopias and how they go wrong. This episode is called [Germania: Architecture in a Fascist Utopia](https://www.curbed.com/2019/5/7/18514684/nice-try-podcast-utopian-avery-trufelman). Traces of this fascist utopia still exist in modern Berlin. This excerpt starts at around 32:50.*\n\nSpeer was handily able to distance himself from an evil system he was not just participating in, but perpetuating. It’s chilling.\n\nIt spells out so clearly that Nazi Germany’s worst atrocities and many atrocities the world over were not only the ideas of singular evil men. They were supported and enacted by systems, by groups of people who woke up in the morning and went to offices to work on it.\n\nWe try to recount these stories in monuments and plaques, as though history is a grandiose series of battles and not something enacted in nine-to-fives.\n\nAnd in the meantime, more buildings go up. Land is moved. A patchwork of monuments and plaques can’t keep up. Because we are all surrounded by so much new development, so many rising towers are transforming the faces of the cities around us. It’s difficult to keep track of all the forces at play, to know who they were built for and who paid for them and which ones intend to do good. Because at the end of the day, all structures are, in some ways, ideology made manifest. They’re so much bigger than any of us. We just look around and feel so small.\n\n— Avery Trufelman"},{"url":"/resources/relationships/","title":"Relationships","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Resources","url":"/resources/"},{"title":"Relationships","url":"/resources/relationships/"}],"content":"# Relationships"},{"url":"/resources/community/","title":"Community","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Resources","url":"/resources/"},{"title":"Community","url":"/resources/community/"}],"content":"# Community"},{"url":"/resources/social-architecture/","title":"Social Architecture","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Resources","url":"/resources/"},{"title":"Social Architecture","url":"/resources/social-architecture/"}],"content":"# Social Architecture"},{"url":"/imagine/resources/","title":"Resources","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"}],"content":"\n# Resources\n\n## Adapting to Changing Technology\n\nThe tools that we use to communicate have changed over time. Much of our work was manual and analog. As graphic designers, we were engaged in a creative process that evolved from pencils, pens, rapidographs and rubylith to fonts, software and hardware to CMYK printing, foil stamping, stochastic screens and paper stocks. The breadth and depth of resources required for competence in the practice of design and communications grows as technology progresses.\n\nDesigners now collaborate with teams of business leaders, entrepreneurs, marketers, researchers, content strategists, and developers to build web applications, and digital products using lean startup principles, agile methodology, behaviour-driven development, and usability testing. We have experienced revolutions from the web standards movement, to the responsive web design movement, to the recognition of design as a primary driver in developing trust and brand recognition as user experience research drives the direction of product design and innovation for businesses. We have come to recognize that, whatever business or service is being offered, every individual in the organization is part of designing the systems that embody the culture. People support the effort to build tools and systems that meet human, technical, and business needs with their time, energy, and resources.\n\nTo recognize the opportunities that arise from the adjacent possible, we must understand first what tools and technologies are available to make the most of the available opportunities, given those possibilities."},{"url":"/imagine/theory/","title":"Theory","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Theory","url":"/imagine/theory/"}],"content":"# Theory\n\n## Ideas About Design\n\nLine. Shape. Colour. Texture. Type. Grid. Style.\n\nStandards. Accessibility. Usability.\n\nBranding. Identity. Design."},{"url":"/imagine/research/","title":"Research","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Research","url":"/imagine/research/"}],"content":"# Research\n\n## Design Thinking\n\nStudies and experiments regarding design."},{"url":"/imagine/strategy/","title":"Strategy","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Strategy","url":"/imagine/strategy/"}],"content":"# Strategy\n\n## A Cohesive Plan for Change\n\nPutting it all together requires a process that can take a project from brief, proposal and concept to design, application, and implementation, assessing results and ensuring quality and consistency."},{"url":"/design/ethics/","title":"Ethics","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Design","url":"/design/"},{"title":"Ethics","url":"/design/ethics/"}],"content":"# Ethics"},{"url":"/design/principles/","title":"Principles","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Design","url":"/design/"},{"title":"Principles","url":"/design/principles/"}],"content":"# Principles"},{"url":"/design/processes/","title":"Processes","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Design","url":"/design/"},{"title":"Processes","url":"/design/processes/"}],"content":"# Processes"},{"url":"/design/systems/","title":"Systems","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Design","url":"/design/"},{"title":"Systems","url":"/design/systems/"}],"content":"# Systems"},{"url":"/build/relationships/","title":"Relationships","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Build","url":"/build/"},{"title":"Relationships","url":"/build/relationships/"}],"content":"# Relationships"},{"url":"/build/people/","title":"People","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Build","url":"/build/"},{"title":"People","url":"/build/people/"}],"content":"# People"},{"url":"/build/community/","title":"Community","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Build","url":"/build/"},{"title":"Community","url":"/build/community/"}],"content":"# Community"},{"url":"/build/social-architecture/","title":"Social Architecture","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Build","url":"/build/"},{"title":"Social Architecture","url":"/build/social-architecture/"}],"content":"# Social Architecture"},{"url":"/imagine/resources/articles/","title":"Articles","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Articles","url":"/imagine/resources/articles/"}],"content":"\n# Articles\n\nSharing what we are learning to help build a better future."},{"url":"/imagine/resources/books/","title":"Books","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Books","url":"/imagine/resources/books/"}],"content":"\n# Books\n\nThinking deeply about the theory and practice of creative collaboration."},{"url":"/imagine/resources/organizations/","title":"Organizations","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Organizations","url":"/imagine/resources/organizations/"}],"content":"\n# Organizations\n\nMaking connections, nurturing relationships, and working together."},{"url":"/imagine/resources/podcasts/","title":"Podcasts","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Podcasts","url":"/imagine/resources/podcasts/"}],"content":"\n# Podcasts\n\nThe democratization of digital media and engaging in imaginative dialogue."},{"url":"/imagine/resources/sites/","title":"Sites","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Sites","url":"/imagine/resources/sites/"}],"content":"\n# Sites\n\nCommunicating broadly and engaging in public discourse to share ideas."},{"url":"/imagine/resources/videos/","title":"Videos","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Videos","url":"/imagine/resources/videos/"}],"content":"\n# Videos\n\nLearning by doing and finding ways to put ideas into action."}]
