[{"url":"/","title":"Builders Collective","breadcrumbs":[{"title":"Builders Collective","url":"/"}],"content":"\n# Time, Energy, and Resources\n\n## The physical is a metaphor for the metaphysical\n\nEzra Klein was in conversation with Avery Trufleman about [utopias](https://www.stitcher.com/podcast/vox/the-ezra-klein-show/e/62084054): “They all start with free love and end with capitalism.”\n\nCapitalism is a religion. It is the fraud that we are all engaged in, whether we like it or not. The world as we know it is ending. Climate change is real. But we have no idea what to do about it. We don’t know how this story ends.\n\nWe thought we were building the infrastructure for sharing knowledge and information, to educate the world and raise humanity out of poverty, disease, and war.\n\nInstead, the internet has become the vehicle for disinformation, poverty, disease, and war.\n\n# Think Like an Architect\n\nIf we are focused on the aesthetics and functionality of a particular user interface, then we are doing user interface design.\n\nIf we are focused on the human motivations, the technological capacity, and the business strategy of building tools, infrastructure, and architecture, then we are doing user experience design.\n\nWe need to think like architects about the social, economic, and political implications of what we are doing.\n\n- Social: does it meet a human need?\n- Economic: given what is possible, can we use the available time, energy, and resources to accomplish it?\n- Political: can we convince other people that it is important and valuable to invest in this course of action?\n\nThis is metaphysical design. These are the intangibles that we cannot reduce to measurements. We must decide what we value, and there is no physical, empirical methods for discovering these things, unless we reduce people to numbers, which is what capitalism does to humans. Humans are merely numbers on a balance sheet.\n\n---\n\n# Builders Collective\n\nExploring how we can imagine, design, and build the future together. We are documenting the work of a creative collaborative community with a focus on reimagining, redesigning, and rebuilding our social architecture."},{"url":"/process/","title":"To Build","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"To Build","url":"/process/"}],"content":"\n# Social Architecture\n\n## We Are All Designers\n\nAs humans, we are makers. We wield tools to transform our environment. We have collectively designed global systems of social, economic, and political power by our labour and participation in the ideas, work, and the processes, tools, machines, infrastructure, and architecture that enable these systems and activities.\n\nHowever, after working intensively for the past century, based on a modern idea of progress that values efficiency and productivity as a means of creating continuous and limitless economic growth, we have set in motion systems that are resulting in the destruction of the biological support systems on which our lives and those of so many other creatures depend.\n\n## Slowing Down to Think\n\nGiven the unintended consequences of the social architecture that we have imagined, designed, and built, we recognize that there is a need to slow down to think about the values that are driving our work. We are finding that we have designed our lives in such a way that we are serving our corporations and our machines more than we are serving the needs of humans. We are serving abstract ideas and inanimate objects while destroying life.\n\n## The Design Process\n\nThe process of design has proven to be extremely effective in creating the modern world. We have discovered the tools to radically transform the physical environment. At the same time, we have fundamentally transformed ourselves as human beings, both for good and for ill.\n\nOver the past century, we have focused on building our physical infrastructure, creating a social architecture that has solidified habits of thought, work, and social organization into forms that further entrench patterns of behaviour in social, economic, and political systems that are ultimately self-destructive.\n\nThis is a moment of realization and awareness that is motivating people to respond in anxiety, grief, and anger toward the grave circumstances in which we find ourselves. However, this is not the end of the story. We also have the means and ability to change the way we live. We can recognize the vast opportunities that this world affords and imagine the possibilities, research and define the challenges to be solved, design solutions to meet these needs, and build the kind of future in which we might all want to live.\n\nLet us now focus on the metaphysical—that which is beyond the physical: the social, economic, and political. We tend to lack the language to converse about the metaphysical, since the modern approach to social communication focuses on advertising and marketing to maintain our economic system, and, as a result, tends to create a monopoly on the mode of public and civic discourse.\n\nHowever, the technology of the modern world also gives us the means to shift the focus toward more democratic and equitable modes of conversation and engagement. Our ability to share ideas, resources, and efforts has been amplified by our technologies. We must begin with common values and the common good to redirect our time, energy, and resources into the work of reimagining, redesigning, and rebuilding our social architecture."},{"url":"/vision/","title":"A Vision","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"A Vision","url":"/vision/"}],"content":"\n# Builders Collective\n\n## We are building leaders to design a resilient society\n\nLately, we have been learning about the long-term implications of the things that we create. We use technology to solve problems, but these solutions often have unintended side-effects that result in seemingly intractable problems.\n\nThe concept of resilience begins with an assumption that things break, that things will go wrong, that conflicts and problems will arise. In response to this reality, we need to create ways of proactively addressing issues before they become intractable problems.\n\nSome of the greatest creative movements have coalesced during times of immense cultural shifts and of social, political and economic crisis. As we survey our current situation, we find the social fabric being torn apart and the institutions of government, law, media,  business, and education being threatened by the inability to quickly adapt to the changes that we ourselves are bringing about either intentionally or inadvertently.\n\nWe need people who can lead our society in a different direction, against the inertia of the status quo. This is a different kind of leadership that arises from the recognition that every individual has the ability to offer their time, energy, and resources to the effort.\n\nA century ago, a great war came to an end and people came together to try to rebuild society. It was an opportunity to envision something entirely new, a modern society built on the fusion of art, technology, and industry. Craftspeople, artists and architects gathered to reimagine the forms and structures of human society. By considering basic human needs of food, clothing, and shelter, they innovated a conception of the modern dwelling: how to build a house. From the hands of millions of workers has arisen the crystal symbol of a new faith, but with the destruction of that concrete, steel and glass symbol, disillusionment has engulfed the world, bringing into question all that has been accomplished.\n\nIt brings to mind an ancient myth about people of one language who came together to build a tower, but their language was confused and the people were scattered across the earth.\n\n## What are we building?\n\nThe question we are asking ourselves is whether all the time, energy, and resources that have been invested has been worth the effort if most of the profit is accumulated by a select few and at the expense of the natural world on which our lives depend. Have we architected the means of our own demise, socially, politically, economically and ecologically?\n\n## Reimagining our social architecture\n\nGiven the challenge our generation faces, we endeavour to invest time, energy and resources in the effort of building leaders to design a resilient society. By considering basic human needs of food, clothing, and shelter, we will innovate a conception of the modern dwelling: how to build a house. The difference now is greater self-awareness, a recognition of how things can go very wrong, and the technological means to create virtual models with predictive power to anticipate problems before they become reality. This is a collaborative project to better understand ourselves and our place in this world, to find generative ways to live with each other and the natural world.\n\nTranscending human-centered design, this is design that seeks to learn from nature, to put into practice the knowledge and principles of biomimicry to reimagine and redesign our environment, to reconnect ourselves to our own humanity and to reconnect us to the earth and all living things."},{"url":"/community/","title":"Community","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Community","url":"/community/"}],"content":"\n# A Community\n\n## Engaging in authentic human connection to build community.\n\nBy listening to the voices of the marginalized and the disenfranchised, one encounters people going through a process of coming to terms with their own identity. The recurring themes involve words like power, hierarchies, assumptions, questions, disillusionment, work, displacement, precariousness, insecurity, fear, disconnection, assimilation, deconstruction, reconstruction and reconnection.\n\nTechnologies are bridging the geographical distances as well as the emotional distances. Connections are beginning to form across the divides that have kept people separate and siloed.\n\nOur identities are formed by a complex network of interdependent relationships that begin with our origins as the reproductive biological function of the union of two people to form a new member of the human species.\n\nWe tend to accept the social situations in which we find ourselves as monolithic and unchangeable. However, we form societies, and our societies form us, through our perceptions of the world, through shared stories, memories, and experiences, through patterns of behaviour, and through the infrastructure and architecture we build to solidify habits into complex social systems.\n\nWhat is community?\n\n- Hierarchies of priests, leaders, and politicians\n- Artists and creatives\n- Designers and educators\n- Friends and family\n- Group therapy participants struggling with depression and anxiety\n- The Indigenous Peoples struggling to be recognized as sovereign First Nations with rights and title to their unceded territory\n\nThe year 2018 began with a deconstruction of the marketing, design and technology industries and their complicity in the systems of power that drive the work to support the capitalist economy. As Chamath Palihapitiya describes our current crisis, [social media is ripping society apart](https://www.theverge.com/2017/12/11/16761016/former-facebook-exec-ripping-apart-society). [Tristan Harris](http://www.tristanharris.com/) is talking about the ethics of design and the need for [humane tech](http://humanetech.com/) to realign technology with humanity’s best interests.\n\nA podcast called The One You Feed released an episode featuring an [interview with Johann Hari](https://www.oneyoufeed.net/johan-hari-lost-connections/), the author of a book called [Lost Connections: Uncovering the real causes of depression — and the unexpected solutions](https://thelostconnections.com/).\n\nThe Liturgists released a recording of their [Gathering in Austin, Texas](http://www.theliturgists.com/podcast/2018/7/11/live-in-austin-tx), where each member of the group read one of their favourite passages of scripture.\n\nAt a reception for the [MFA Thesis Exhibition](https://www.ecuad.ca/calendar/nonagon-mfa-graduate-exhibition) at Emily Carr University, conversation gravitated toward art, identity and spirituality.\n\nA CBC Ideas episode featured [Gabrielle Scrimshaw on liberating the past and embracing the future](http://www.cbc.ca/radio/ideas/gabrielle-scrimshaw-on-liberating-the-past-and-embracing-the-future-1.4539172).\n\nThe same themes are recurring. We are waking up to the problems that we have created, but we are hard-pressed to offer any viable solutions.\n\nHow do we reconnect with our own individual identities, with each other, with the natural world and with the spiritual in a time when inertia is tearing our world apart? What is our place and the role of artists and creatives in becoming catalysts for positive change?\n\nWe have only ever found answers to our challenges as humans in community, in working together to solve seemingly intransigent problems. The process is slow, and sometimes painful, but rewarding, because of the human capacity for imagination and the ability to transform our future by better understanding our past, while living fully into every moment in our present reality."},{"url":"/time/","title":"Time","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Time","url":"/time/"}],"content":"\n# Time\n\n## Past, Present, and Future\n\nWe remember the past, experience the present, and anticipate the future. Our perception of reality is only as good as our memory of the past. If we don’t remember the past, we will continue to make the same mistakes. The scientific method puts this concept into practice. If we perform the same experiment, we should consistently expect the same results.\n\n## Our histories are our collective memory\n\nHow do we know who we are except in community with other people? When we allow our identity formed only by those who we consider similar to ourselves, our identity is impoverished by the lack of awareness, knowledge, and wisdom that comes with a lack of diversity in our social relationships."},{"url":"/energy/","title":"Energy","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Energy","url":"/energy/"}],"content":"\n# Design"},{"url":"/resources/","title":"Resources","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Resources","url":"/resources/"}],"content":"\n# Build"},{"url":"/imagine/","title":"Imagine","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"}],"content":"\n# Imagine\n\n## Imagine Something Better\n\nIt starts with an idea to meet a need, to solve a problem, to overcome a challenge, to improve upon the status quo, to reach beyond the ordinary, to realize a dream. Then comes the part where the world of ideas meets everyday life. All these ideas we have are very abstract and subjective. How can we bring these ideas into reality and accomplish these goals and objectives in the real world? Here is where design can help.\n\n## The Power of Imagination\n\nThe big picture thinking that we need to solve the greatest challenges that we are facing at this moment in time.\n\n“There is a terrible misconception in school that when we take art that we are teaching people to draw. What we are really doing is teaching people to see. That’s the important function. That’s why I think it is tragic when school funding gets cut, they cut out the art. To be creative, we must choose something that is really hard, that we might fail at, and have failed at; then we’re more likely to come up with something that is fresh and different.”\n\n— Ed Catmull, Pixar, [Creativity, Inc.](https://medium.com/imaginaxiom/art-science-7f076db69e12)\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/ZrjusPeOZRk\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"},{"url":"/design/","title":"Design","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Design","url":"/design/"}],"content":"\n# Design"},{"url":"/projects/","title":"Projects","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Projects","url":"/projects/"}],"content":"\n# Projects\n\nEngaging in the design process to solve our greatest challenges."},{"url":"/build/","title":"Build","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Build","url":"/build/"}],"content":"\n# Build"},{"url":"/workshops/","title":"Workshops","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Workshops","url":"/workshops/"}],"content":"\n# Workshops\n\nWorking together to reimagine our social architecture."},{"url":"/events/","title":"Events","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Events","url":"/events/"}],"content":"\n# Events\n\nConnecting people to the value of being human."},{"url":"/connect/","title":"Connect","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Connect","url":"/connect/"}],"content":"\n# Connect\n\nConnect to learn more about how to get involved or to let us know what you are already doing to build a better world."},{"url":"/join/","title":"Join","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Join","url":"/join/"}],"content":"\n# Join\n\nJoin a movement to build a world we want to live in."},{"url":"/about/","title":"About","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"About","url":"/about/"}],"content":"\n# About\n\nThe builders collective is exploring how we imagine, design, and build the future together."},{"url":"/time/story/","title":"Story","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Time","url":"/time/"},{"title":"Story","url":"/time/story/"}],"content":"# Story\n\n## Our identities are formed by the stories we tell ourselves\n\nWe learn language to connect to the complex interactions of a socially, economically, politically, and ecologically interdepent world of relationships. We share memories, stories, and experiences, as well as a collective imagination of what the future could look like.\n\nThe 20th-century economists told us a story about who we are, based on John Stuart Mill’s persona of \"Rational Economic Man\" as purely self-interested, with little regard for the interests of others. “This value in self-interest and competition over collaboration and altruism, this model remakes us. It's incredibly important how we how we represent ourselves. It changes us.”\n\n## Kate Raworth argues that rethinking economics can save our planet\n\nEndless growth may actually be hurting our economy -- and our planet. Economist Kate Raworth makes a case for \"doughnut economics\": an alternative way to look at the economic systems ruling our societies and imagine a sustainable future for all.\n\n<div style=\"max-width:854px\"><div style=\"position:relative;height:0;padding-bottom:56.25%\"><iframe src=\"https://embed.ted.com/talks/the_ted_interview_kate_raworth_argues_that_rethinking_economics_can_save_our_planet\" width=\"854\" height=\"480\" style=\"position:absolute;left:0;top:0;width:100%;height:100%\" frameborder=\"0\" scrolling=\"no\" allowfullscreen></iframe></div></div>"},{"url":"/process/design-brief/","title":"Design Brief","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"To Build","url":"/process/"},{"title":"Design Brief","url":"/process/design-brief/"}],"content":"# A Design Brief\n\n## Builders Collective\n\n*Exploring how we can imagine, design, and build the future together.*\n\n## Scope and Focus\n\nThe scope of this project is to imagine, design and build a platform for documenting the work of a collaborative creative community with a focus on reimagining, redesigning, and rebuilding our social architecture. The focus is on building a community rather than a physical artifact, in keeping with the vision to build leaders to design a resilient society. We start by building the resilience of individuals, developing healthy communities, with the vision of transforming society. The model is to create events to generate awareness and explore the possibilities of human imagination, to run workshops to engage people in participatory design, and to commit to projects to effectively collaborate together to build an inclusive, sustainable, and just way of relating to the living systems that we are a part of.\n\n## Project Background\n\nHow might we think about the big picture of how people can participate in the design of our physical world in a way that recognizes the challenges of living in a metaphysical world of social, economic, and political relationships? In the past, these relationships have had a tendency to devolve into systems of abuse, exploitation, and domination. By recognizing how things can go wrong, we can learn from the wisdom of the past to avoid making the same mistakes, we can imagine new models of social, economic, and political organization to make the present models obsolete, and we can participate in the restoration of the living ecosystems of the earth to create a future of inclusivity, well-being, and justice for the generations to come and for all living things.\n\n## High-Level Design Goals and Objectives\n\n- Build a visual design system, prototype and design experiences, and envision service design opportunities and processes for the builders collective that can work across a variety of media, channels, and touchpoints to invite people to build personal resilience, to build resilient communities, and to build a resilient society.\n- Research the opportunities to build networks of co-creation and collaboration by creating a platform to document what people are learning, how they are connecting, and why they are engaging in the work of social transformation.\n- Launch a platform which may include  a podcast, a magazine, and a website to promote events, workshops, and projects focused on the subject of resilience.\n\n## Key Features\n\n- A prototype for Resilience magazine\n- Websites for Social Architecture, Design Influences, and Builders Collective\n\t- socialarc.com\n\t- designinfluences.com\n\t- builderscollective.com\n- A podcast for the builders collective about resilience\n- An app design for creating habits of resilience, empathy, and harmony: Minimalist Journal\n\n## Brand Message\n\n- BLDRS: Building leaders to design a resilient society\n- Imagine — Social Architecture: Reimagining our common life together.\n- Design — Design influences: Inspired by the past. Shaping the future.\n- Build — Builders Collective: Exploring how we can imagine, design, and build the future together"},{"url":"/process/research-plan/","title":"Research Plan","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"To Build","url":"/process/"},{"title":"Research Plan","url":"/process/research-plan/"}],"content":"# UX Research Plan\n\nLast updated on:  \nNovember 14, 2019\n\n**Author:** Stephen Bau  \n**Stakeholders:** Human individuals, communities, societies, Earth and all living things\n\n## Background\n\nWhen do we have permission to think about the big picture? To solve systemic problems, we need to be able to reimagine our social architecture, the metaphysical design of our common social, economic, and political lives on Earth and how our activity impacts the ecology of the planet and all living things?\n\nScientists have been warning us about the ecological impact of human activity for several decades. Many of us are living in denial. Children are protesting that we are leaving them a world that is on fire and we are the arsonists.\n\nOur social, economic, and political institutions are failing us.\n\n- Belief systems are dividing us\n- Corporations are exploiting us\n- Governments are oppressing us\n\nThis is a service design problem because of the many complex layers of experience, all the living organisms on the Earth who have a stake in the ecology of the planet, and the challenges we face because of the constraints on time, energy, and matter.\n\n### Doing, Not Talking\n\n> Opinions are great, and everyone always has at least one. But service design is based in reality. Instead of talking about something for a long time, build stuff, test it, understand what needs to be improved, build it again. Show me, don’t tell me. Stop comparing opinions, start testing prototypes.\n\n*Stickdorn, Marc,Hormess, Markus Edgar,Lawrence, Adam,Schneider, Jakob. This Is Service Design Doing (Kindle Locations 839-841). O'Reilly Media. Kindle Edition.*\n\n## Research Goals\n\n- Learn what people are doing to become more aware of the problems.\n- Understand what people are doing to maintain their mental health and resilience.\n- Discover how people are engaging in efforts to change their habits.\n- Understand how people might overcome resistance to change.\n- Gather information about existing plans to make changes and solve problems.\n- Research how art, music, storytelling, and culture might be part of the solution to inspire people to work together.\n\n## Participants\n\nThe creative collaborative community of humans who are motivated to get involved in the process of imagining, designing, and building the future together. According to Astra Taylor, we need only a small percentage of motivated people to make social change a reality.\n\nWe are all in this together. (Forget demographics. It is inherently classist, racist, and sexist. Advertising and marketing are what got us into this mess.)\n\n## Methodologies\n\n- **Literature Review:** to better understand the primary challenges humans are facing.\n- **Collaborative Analysis:** to gain greater awareness of how we can build on the efforts of others.\n- **Surveys:** to discover how people are engaging in efforts to change their habits.\n- **1:1 Interviews:** to discover whether the model we are proposing for events, workshops, and projects might be effective to build relationships, capacity, and imagination.\n\n## Timeline\n\n- Literature Review\n- Collaborative Analysis\n- Surveys\n- 1:1 Interviews\n\n---\n\n<div align=\"right\">\n  <h3><a href=\"/getting-started/survey/\">Survey →</a></h3>\n</div>"},{"url":"/time/culture/","title":"Culture","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Time","url":"/time/"},{"title":"Culture","url":"/time/culture/"}],"content":"# Culture\n\n## Shared memories, stories, and habits that manifest as architecture\n\nWe create culture together by solidifying our perceptions, ideas, and behaviours into the infrastructure and architecture that reinforce the rules, traditions, and rituals of a social group as habits that are very difficult to change. These pathways of the mind become rivers of actions that empty into large reservoirs of collective social, economic, and political forces that are a deep and systemic ocean of group dynamics.\n\nBecause nation states are legitimized by the monopoly of force over a particular region with arbitrarily set boundaries, the hoarding or resources and territory necessarily lead to behaviours that are aggressive, violent, and oppressive to those who are marginalized by its own internal logic of rules and laws to maintain the social order. Violence is justified to maintain the status quo for those who wield power.\n\n## Architecture as Ideology Made Manifest\n\n*A transcript of an excerpt from the excellent Nice Try! podcast about Utopias and how they go wrong. This episode is called [Germania: Architecture in a Fascist Utopia](https://www.curbed.com/2019/5/7/18514684/nice-try-podcast-utopian-avery-trufelman). Traces of this fascist utopia still exist in modern Berlin.*\n\n*This excerpt starts at around 32:50.*\n\nSpeer was handily able to distance himself from an evil system he was not just participating in, but perpetuating. It’s chilling.\n\nIt spells out so clearly that Nazi Germany’s worst atrocities and many atrocities the world over were not only the ideas of singular evil men. They were supported and enacted by systems, by groups of people who woke up in the morning and went to offices to work on it.\n\nWe try to recount these stories in monuments and plaques, as though history is a grandiose series of battles and not something enacted in nine-to-fives.\n\nAnd in the meantime, more buildings go up. Land is moved. A patchwork of monuments and plaques can’t keep up. Because we are all surrounded by so much new development, so many rising towers are transforming the faces of the cities around us. It’s difficult to keep track of all the forces at play, to know who they were built for and who paid for them and which ones intend to do good. Because at the end of the day, all structures are, in some ways, ideology made manifest. They’re so much bigger than any of us. We just look around and feel so small.\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/YwZNjbaTxx4\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n## Designing for Humanity\n\nIn contrast, there is greater realization that by designing for people on the margins, we can create better design for everyone.\n\n- [Designing for Humanity](https://www.sypartners.com/podcasts/designing-for-humanity/)"},{"url":"/process/survey/","title":"Survey","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"To Build","url":"/process/"},{"title":"Survey","url":"/process/survey/"}],"content":"# A Survey\n\n## Building Resilience\n\nExploring how we imagine, design, and build the future together. How can we build personal resilience, resilient communities, and a resilient society?\n\nFeel free to answer these questions from your own perspective or about people that you know.\n\n- What are people doing to become more aware of the impact of human activity on the living systems of the Earth?\n- What are people doing to maintain their mental health and resilience?\n- How are people engaging in efforts to change their habits?\n- How might people overcome resistance to change?\n- Do you know anyone who is working to make changes and solve problems regarding resilience, mental health, or living ecosystems?\n- How might art, music, storytelling, and culture be part of the solution to inspire people to work together for the common good?\n\n### Participation\n\nWould you be interested in learning more about how can we build personal resilience, resilient communities, and a resilient society?\n\n*(Note: we are not asking you to sign up for anything. We are simply gauging the level of people’s interest.)*\n\n1. Would you be interested in attending an event?\n2. Would you be interested in participating in a one-day workshop?\n3. Would you be interested in participating in a project?\n4. Would you be interested in an email newsletter?\n5. Would you be interested in a magazine (digital/print)?\n\n### Contact Information\n\nIf you are interested in any of these things, would you share your contact information to learn more? (We promise we will not sell or share your contact information.)\n\n- Name\n- Email Address\n- Phone Number\n\n### Survey\n\n*(Note: this survey is currently private and unpublished on Typeform, because of features used that require a paid plan.)*\n\n- [Typeform survey](https://stephenbau.typeform.com/to/X20dTY)"},{"url":"/time/language/","title":"Language","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Time","url":"/time/"},{"title":"Language","url":"/time/language/"}],"content":"# Language\n\n## Vocabulary, Grammar, and Syntax\n\nLanguage is a technology that helps us to communicate with each other, but it also forms our identity by constraining our ideas to the social, economic, and political environment in which our relationships were formed in the context of families, schools, institutions, and communities."},{"url":"/energy/ethics/","title":"Ethics","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Energy","url":"/energy/"},{"title":"Ethics","url":"/energy/ethics/"}],"content":"# Ethics"},{"url":"/energy/systems/","title":"Systems","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Energy","url":"/energy/"},{"title":"Systems","url":"/energy/systems/"}],"content":"# Systems"},{"url":"/energy/principles/","title":"Principles","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Energy","url":"/energy/"},{"title":"Principles","url":"/energy/principles/"}],"content":"# Principles"},{"url":"/time/media/","title":"Media","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Time","url":"/time/"},{"title":"Media","url":"/time/media/"}],"content":"# Media"},{"url":"/energy/processes/","title":"Processes","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Energy","url":"/energy/"},{"title":"Processes","url":"/energy/processes/"}],"content":"# Processes"},{"url":"/resources/people/","title":"People","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Resources","url":"/resources/"},{"title":"People","url":"/resources/people/"}],"content":"# People"},{"url":"/resources/relationships/","title":"Relationships","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Resources","url":"/resources/"},{"title":"Relationships","url":"/resources/relationships/"}],"content":"# Relationships"},{"url":"/resources/community/","title":"Community","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Resources","url":"/resources/"},{"title":"Community","url":"/resources/community/"}],"content":"# Community"},{"url":"/resources/social-architecture/","title":"Social Architecture","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Resources","url":"/resources/"},{"title":"Social Architecture","url":"/resources/social-architecture/"}],"content":"# Social Architecture"},{"url":"/imagine/resources/","title":"Resources","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"}],"content":"\n# Resources\n\n## Adapting to Changing Technology\n\nThe tools that we use to communicate have changed over time. Much of our work was manual and analog. As graphic designers, we were engaged in a creative process that evolved from pencils, pens, rapidographs and rubylith to fonts, software and hardware to CMYK printing, foil stamping, stochastic screens and paper stocks. The breadth and depth of resources required for competence in the practice of design and communications grows as technology progresses.\n\nDesigners now collaborate with teams of business leaders, entrepreneurs, marketers, researchers, content strategists, and developers to build web applications, and digital products using lean startup principles, agile methodology, behaviour-driven development, and usability testing. We have experienced revolutions from the web standards movement, to the responsive web design movement, to the recognition of design as a primary driver in developing trust and brand recognition as user experience research drives the direction of product design and innovation for businesses. We have come to recognize that, whatever business or service is being offered, every individual in the organization is part of designing the systems that embody the culture. People support the effort to build tools and systems that meet human, technical, and business needs with their time, energy, and resources.\n\nTo recognize the opportunities that arise from the adjacent possible, we must understand first what tools and technologies are available to make the most of the available opportunities, given those possibilities."},{"url":"/imagine/research/","title":"Research","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Research","url":"/imagine/research/"}],"content":"# Research\n\n## Design Thinking\n\nStudies and experiments regarding design."},{"url":"/imagine/strategy/","title":"Strategy","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Strategy","url":"/imagine/strategy/"}],"content":"# Strategy\n\n## A Cohesive Plan for Change\n\nPutting it all together requires a process that can take a project from brief, proposal and concept to design, application, and implementation, assessing results and ensuring quality and consistency."},{"url":"/design/principles/","title":"Principles","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Design","url":"/design/"},{"title":"Principles","url":"/design/principles/"}],"content":"# Principles"},{"url":"/design/ethics/","title":"Ethics","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Design","url":"/design/"},{"title":"Ethics","url":"/design/ethics/"}],"content":"# Ethics"},{"url":"/design/processes/","title":"Processes","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Design","url":"/design/"},{"title":"Processes","url":"/design/processes/"}],"content":"# Processes"},{"url":"/imagine/theory/","title":"Theory","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Theory","url":"/imagine/theory/"}],"content":"# Theory\n\n## Ideas About Design\n\nLine. Shape. Colour. Texture. Type. Grid. Style.\n\nStandards. Accessibility. Usability.\n\nBranding. Identity. Design."},{"url":"/build/people/","title":"People","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Build","url":"/build/"},{"title":"People","url":"/build/people/"}],"content":"# People"},{"url":"/build/community/","title":"Community","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Build","url":"/build/"},{"title":"Community","url":"/build/community/"}],"content":"# Community"},{"url":"/design/systems/","title":"Systems","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Design","url":"/design/"},{"title":"Systems","url":"/design/systems/"}],"content":"# Systems"},{"url":"/build/relationships/","title":"Relationships","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Build","url":"/build/"},{"title":"Relationships","url":"/build/relationships/"}],"content":"# Relationships"},{"url":"/build/social-architecture/","title":"Social Architecture","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Build","url":"/build/"},{"title":"Social Architecture","url":"/build/social-architecture/"}],"content":"# Social Architecture"},{"url":"/imagine/resources/articles/","title":"Articles","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Articles","url":"/imagine/resources/articles/"}],"content":"\n# Articles\n\nSharing what we are learning to help build a better future."},{"url":"/imagine/resources/books/","title":"Books","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Books","url":"/imagine/resources/books/"}],"content":"\n# Books\n\nThinking deeply about the theory and practice of creative collaboration."},{"url":"/imagine/resources/organizations/","title":"Organizations","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Organizations","url":"/imagine/resources/organizations/"}],"content":"\n# Organizations\n\nMaking connections, nurturing relationships, and working together."},{"url":"/imagine/resources/podcasts/","title":"Podcasts","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Podcasts","url":"/imagine/resources/podcasts/"}],"content":"\n# Podcasts\n\nThe democratization of digital media and engaging in imaginative dialogue."},{"url":"/imagine/resources/videos/","title":"Videos","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Videos","url":"/imagine/resources/videos/"}],"content":"\n# Videos\n\nLearning by doing and finding ways to put ideas into action."},{"url":"/imagine/resources/sites/","title":"Sites","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Sites","url":"/imagine/resources/sites/"}],"content":"\n# Sites\n\nCommunicating broadly and engaging in public discourse to share ideas."}]
