[{"url":"/","title":"Builders Collective","breadcrumbs":[{"title":"Builders Collective","url":"/"}],"content":"\n# Time, Energy, and Resources\n\n## The physical is a metaphor for the metaphysical\n\nEzra Klein was in conversation with Avery Trufelman about [utopias](https://www.stitcher.com/podcast/vox/the-ezra-klein-show/e/62084054): “They all start with free love and end with capitalism.”\n\nCapitalism is a religion. It is the fraud that we are all engaged in, whether we like it or not. The world as we know it is ending. Climate change is real. But we have no idea what to do about it. We don’t know how this story ends.\n\nWe thought we were building the infrastructure for sharing knowledge and information, to educate the world and raise humanity out of poverty, disease, and war.\n\nInstead, the internet has become the vehicle for disinformation, poverty, disease, and war.\n\n# Think Like an Architect\n\nIf we are focused on the aesthetics and functionality of a particular user interface, then we are doing user interface design.\n\nIf we are focused on the human motivations, the technological capacity, and the business strategy of building tools, infrastructure, and architecture, then we are doing user experience design.\n\nWe need to think like architects about the social, economic, and political implications of what we are doing.\n\n- Social: does it meet a human need?\n- Economic: given what is possible, can we use the available time, energy, and resources to accomplish it?\n- Political: can we convince other people that it is important and valuable to invest in this course of action?\n\nThis is metaphysical design. These are the intangibles that we cannot reduce to measurements. We must decide what we value, and there is no physical, empirical methods for discovering these things, unless we reduce people to numbers, which is what capitalism does to humans. Humans are merely numbers on a balance sheet.\n\n---\n\n# Builders Collective\n\nExploring how we can imagine, design, and build the future together. We are documenting the work of a creative collaborative community with a focus on reimagining, redesigning, and rebuilding our social architecture."},{"url":"/vision/","title":"A Vision","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"A Vision","url":"/vision/"}],"content":"\n# Builders Collective\n\n## We are building leaders to design a resilient society\n\nLately, we have been learning about the long-term implications of the things that we create. We use technology to solve problems, but these solutions often have unintended side-effects that result in seemingly intractable problems.\n\nThe concept of resilience begins with an assumption that things break, that things will go wrong, that conflicts and problems will arise. In response to this reality, we need to create ways of proactively addressing issues before they become intractable problems.\n\nSome of the greatest creative movements have coalesced during times of immense cultural shifts and of social, political and economic crisis. As we survey our current situation, we find the social fabric being torn apart and the institutions of government, law, media,  business, and education being threatened by the inability to quickly adapt to the changes that we ourselves are bringing about either intentionally or inadvertently.\n\nWe need people who can lead our society in a different direction, against the inertia of the status quo. This is a different kind of leadership that arises from the recognition that every individual has the ability to offer their time, energy, and resources to the effort.\n\nA century ago, a great war came to an end and people came together to try to rebuild society. It was an opportunity to envision something entirely new, a modern society built on the fusion of art, technology, and industry. Craftspeople, artists and architects gathered to reimagine the forms and structures of human society. By considering basic human needs of food, clothing, and shelter, they innovated a conception of the modern dwelling: how to build a house. From the hands of millions of workers has arisen the crystal symbol of a new faith, but with the destruction of that concrete, steel and glass symbol, disillusionment has engulfed the world, bringing into question all that has been accomplished.\n\nIt brings to mind an ancient myth about people of one language who came together to build a tower, but their language was confused and the people were scattered across the earth.\n\n## What are we building?\n\nThe question we are asking ourselves is whether all the time, energy, and resources that have been invested has been worth the effort if most of the profit is accumulated by a select few and at the expense of the natural world on which our lives depend. Have we architected the means of our own demise, socially, politically, economically and ecologically?\n\n## Reimagining our social architecture\n\nGiven the challenge our generation faces, we endeavour to invest time, energy and resources in the effort of building leaders to design a resilient society. By considering basic human needs of food, clothing, and shelter, we will innovate a conception of the modern dwelling: how to build a house. The difference now is greater self-awareness, a recognition of how things can go very wrong, and the technological means to create virtual models with predictive power to anticipate problems before they become reality. This is a collaborative project to better understand ourselves and our place in this world, to find generative ways to live with each other and the natural world.\n\nTranscending human-centered design, this is design that seeks to learn from nature, to put into practice the knowledge and principles of biomimicry to reimagine and redesign our environment, to reconnect ourselves to our own humanity and to reconnect us to the earth and all living things."},{"url":"/process/","title":"To Build","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"To Build","url":"/process/"}],"content":"\n# Social Architecture\n\n## We Are All Designers\n\nAs humans, we are makers. We wield tools to transform our environment. We have collectively designed global systems of social, economic, and political power by our labour and participation in the ideas, work, and the processes, tools, machines, infrastructure, and architecture that enable these systems and activities.\n\nHowever, after working intensively for the past century, based on a modern idea of progress that values efficiency and productivity as a means of creating continuous and limitless economic growth, we have set in motion systems that are resulting in the destruction of the biological support systems on which our lives and those of so many other creatures depend.\n\n## Slowing Down to Think\n\nGiven the unintended consequences of the social architecture that we have imagined, designed, and built, we recognize that there is a need to slow down to think about the values that are driving our work. We are finding that we have designed our lives in such a way that we are serving our corporations and our machines more than we are serving the needs of humans. We are serving abstract ideas and inanimate objects while destroying life.\n\n## The Design Process\n\nThe process of design has proven to be extremely effective in creating the modern world. We have discovered the tools to radically transform the physical environment. At the same time, we have fundamentally transformed ourselves as human beings, both for good and for ill.\n\nOver the past century, we have focused on building our physical infrastructure, creating a social architecture that has solidified habits of thought, work, and social organization into forms that further entrench patterns of behaviour in social, economic, and political systems that are ultimately self-destructive.\n\nThis is a moment of realization and awareness that is motivating people to respond in anxiety, grief, and anger toward the grave circumstances in which we find ourselves. However, this is not the end of the story. We also have the means and ability to change the way we live. We can recognize the vast opportunities that this world affords and imagine the possibilities, research and define the challenges to be solved, design solutions to meet these needs, and build the kind of future in which we might all want to live.\n\nLet us now focus on the metaphysical—that which is beyond the physical: the social, economic, and political. We tend to lack the language to converse about the metaphysical, since the modern approach to social communication focuses on advertising and marketing to maintain our economic system, and, as a result, tends to create a monopoly on the mode of public and civic discourse.\n\nHowever, the technology of the modern world also gives us the means to shift the focus toward more democratic and equitable modes of conversation and engagement. Our ability to share ideas, resources, and efforts has been amplified by our technologies. We must begin with common values and the common good to redirect our time, energy, and resources into the work of reimagining, redesigning, and rebuilding our social architecture."},{"url":"/community/","title":"Community","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Community","url":"/community/"}],"content":"\n# A Community\n\n## Engaging in authentic human connection to build community\n\nBy listening to the voices of the marginalized and the disenfranchised, one encounters people going through a process of coming to terms with their own identity. The recurring themes involve words like power, hierarchies, assumptions, questions, disillusionment, work, displacement, precariousness, insecurity, fear, disconnection, assimilation, deconstruction, reconstruction and reconnection.\n\nTechnologies are bridging the geographical distances as well as the emotional distances. Connections are beginning to form across the divides that have kept people separate and siloed.\n\nOur identities are formed by a complex network of interdependent relationships that begin with our origins as the reproductive biological function of the union of two people to form a new member of the human species.\n\nWe tend to accept the social situations in which we find ourselves as monolithic and unchangeable. However, we form societies, and our societies form us, through our perceptions of the world, through shared stories, memories, and experiences, through patterns of behaviour, and through the infrastructure and architecture we build to solidify habits into complex social systems.\n\nWhat is community?\n\n- Hierarchies of priests, leaders, and politicians\n- Artists and creatives\n- Designers and educators\n- Friends and family\n- Group therapy participants struggling with depression and anxiety\n- The Indigenous Peoples struggling to be recognized as sovereign First Nations with rights and title to their unceded territory\n\nThe year 2018 began with a deconstruction of the marketing, design and technology industries and their complicity in the systems of power that drive the work to support the capitalist economy. As Chamath Palihapitiya describes our current crisis, [social media is ripping society apart](https://www.theverge.com/2017/12/11/16761016/former-facebook-exec-ripping-apart-society). [Tristan Harris](http://www.tristanharris.com/) is talking about the ethics of design and the need for [humane tech](http://humanetech.com/) to realign technology with humanity’s best interests.\n\nA podcast called The One You Feed released an episode featuring an [interview with Johann Hari](https://www.oneyoufeed.net/johan-hari-lost-connections/), the author of a book called [Lost Connections: Uncovering the real causes of depression — and the unexpected solutions](https://thelostconnections.com/).\n\nThe Liturgists released a recording of their [Gathering in Austin, Texas](http://www.theliturgists.com/podcast/2018/7/11/live-in-austin-tx), where each member of the group read one of their favourite passages of scripture.\n\nAt a reception for the [MFA Thesis Exhibition](https://www.ecuad.ca/calendar/nonagon-mfa-graduate-exhibition) at Emily Carr University, conversation gravitated toward art, identity and spirituality.\n\nA CBC Ideas episode featured [Gabrielle Scrimshaw on liberating the past and embracing the future](http://www.cbc.ca/radio/ideas/gabrielle-scrimshaw-on-liberating-the-past-and-embracing-the-future-1.4539172).\n\nThe same themes are recurring. We are waking up to the problems that we have created, but we are hard-pressed to offer any viable solutions.\n\nHow do we reconnect with our own individual identities, with each other, with the natural world and with the spiritual in a time when inertia is tearing our world apart? What is our place and the role of artists and creatives in becoming catalysts for positive change?\n\nWe have only ever found answers to our challenges as humans in community, in working together to solve seemingly intransigent problems. The process is slow, and sometimes painful, but rewarding, because of the human capacity for imagination and the ability to transform our future by better understanding our past, while living fully into every moment in our present reality."},{"url":"/time/","title":"Time","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Time","url":"/time/"}],"content":"\n# Time\n\n## Past, Present, and Future\n\nWe remember the past, experience the present, and anticipate the future. Our perception of reality is only as good as our memory of the past. If we don’t remember the past, we will continue to make the same mistakes. The scientific method puts this concept into practice. If we perform the same experiment, we should consistently expect the same results.\n\n## Our histories are our collective memory\n\nHow do we know who we are except in community with other people? When we allow our identity to be formed only by those who we consider similar to ourselves, our identity is impoverished by the lack of awareness, knowledge, and wisdom that comes with a lack of diversity in our social relationships.\n\n## Einstein’s Theory of Relativity\n\nIn Einstein’s cosmology, energy is a factor of time and mass. Experience is defined by the three dimensions of space: width, height, and depth. Time adds a fourth dimension, where change can be observed by comparing past, present, and future states of matter. Matter itself is found in three different states, depending on the amount of energy embodied by its elementary particles: solid, liquid, and gas. Atoms are composed of protons, neutrons, and electrons.\n\n- Time, energy, matter\n- Width, height, depth\n- Past, present, future\n- Solid, liquid, gas\n- Protons, neutrons, electrons\n\nThere is a pattern of triads that are found in the many characteristics that we observe in the natural world. It is difficult to imagine that such order might be random, but we have yet to come to any sort of agreement about what might account for this unity in diversity."},{"url":"/energy/","title":"Energy","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Energy","url":"/energy/"}],"content":"\n# Energy\n\n## Biological organisms require energy to sustain complex living systems\n\nIn Canada, we live in a country that is built on over 500 years of land appropriation and resource extraction for European settlers. An enormous amount of energy has been invested in populating territory that was a complex and interdependent ecosystem, and the home to Indigenous Peoples for thousands of years.\n\n> “But when I say that Canada is fake, I don’t mean anything so universal or theoretical. Canada is not an accident or a work in progress or a thought experiment. I mean that Canada is a scam — a pyramid scheme, a ruse, a heist. Canada is a front. And it’s a front for a massive network of resource extraction companies, oil barons, and mining magnates.”\n\n- [Canada Is Fake](https://theoutline.com/post/8686/canada-is-fake)"},{"url":"/resources/","title":"Resources","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Resources","url":"/resources/"}],"content":"\n# Resources\n\n## Empires of extraction dominate the centres of political power\n\nCanada has become an empire in its own right and Canadian life has come to be mediated through mineral extraction.\n\n## Extraction Empire\n\n### Undermining the Systems, States, and Scales of Canada’s Global Resource Empire, 2017—1217\n\n“Extraction is the process and practice that defines Canada, at home and abroad. Of the nearly 20,000 mining projects in the world from Africa to Latin America, more than half are Canadian operated. Not only does the mining economy employ close to 400,000 people in Canada, it contributed $57 billion CAD to Canada's GDP in 2014 alone. Globally, more than 75 percent of the world's mining firms are based in Canada. The scale of these statistics naturally extends the logic of Canada's historical legacy as state, nation, and now as global resource empire. Canada, once a far-flung northern outpost of the British Empire, has become an empire in its own right.”\n\n“This book examines both the historic and contemporary Canadian culture of extraction, with essays, interviews, archival material, and multimedia visualizations. The essayists and interviewees—who include such prominent figures as Naomi Klein and Michael Ignatieff—come from a range of fields, including geography, art, literature, architecture, science, environment, and business. All consider how Canadian life came to be mediated through mineral extraction. When did this empire emerge? How far does it reach? Who gains, who loses? What alternatives exist? On the 150th anniversary of the creation of Canada by Queen Victoria's Declaration of Confederation, it is time for Canada to reexamine and reimagine its imperial role throughout the world, from coast to coast, from one continent to another.”\n\nhttps://mitpress.mit.edu/books/extraction-empire\n\n### Mining\n\nMining is the extraction of valuable minerals or other geological materials from the Earth, usually from an ore body, lode, vein, seam, reef or placer deposit. These deposits form a mineralized package that is of economic interest to the miner.\n\nOres recovered by mining include metals, coal, oil shale, gemstones, limestone, chalk, dimension stone, rock salt, potash, gravel, and clay. Mining is required to obtain any material that cannot be grown through agricultural processes, or feasibly created artificially in a laboratory or factory. Mining in a wider sense includes extraction of any non-renewable resource such as petroleum, natural gas, or even water.\n\nMining of stones and metal has been a human activity since pre-historic times. Modern mining processes involve prospecting for ore bodies, analysis of the profit potential of a proposed mine, extraction of the desired materials, and final reclamation of the land after the mine is closed.\n\nMining operations usually create a negative environmental impact, both during the mining activity and after the mine has closed. Hence, most of the world's nations have passed regulations to decrease the impact. Work safety has long been a concern as well, and modern practices have significantly improved safety in mines.\n\nLevels of metal recycling are generally low. Unless future end-of-life recycling rates are stepped up, some rare metals may become unavailable for use in a variety of consumer products. Due to the low recycling rates, some landfills now contain higher concentrations of metal than mines themselves.\n\nhttps://en.wikipedia.org/wiki/Mining\n\n### Extraction of Petroleum\n\nThe oil and gas extraction workforce face unique health and safety challenges and is recognized by the National Institute for Occupational Safety and Health (NIOSH) as a priority industry sector in the National Occupational Research Agenda (NORA) to identify and provide intervention strategies regarding occupational health and safety issues. During 2003–2013, the annual rate of occupational fatalities significantly decreased 36.3%; however, the number of work-related fatalities in the U.S. oil and gas extraction industry increased 27.6%, with a total of 1,189 deaths because the size of the workforce grew during this period. Two-thirds of all worker fatalities were attributed to transportation incidents and contact with objects or equipment. More than 50% of persons fatally injured were employed by companies that service wells. Hazard controls include land transportation safety policies and engineering controls such as automated technologies.\n\nhttps://en.wikipedia.org/wiki/Extraction_of_petroleum\n\n---\n\n## The Canadian Genocide\n\n### Papal Law\n\nCanada, the BC Government, the RCMP, and Coastal GasLink are implementing industrial-scale assimilation by imposing band councils as “electoral democracy” to erase claims of Indigenous Rights and Title to sovereign territory.\n\nhttps://upstanderproject.org/firstlight/doctrine\n\n---\n\n“Canada is violating international laws around military occupation and the rights of Indigenous people. Right now members of Wet’suwet’en nation are still resisting, facing mass arrest and state violence, to protect their lands from privatization…”\n\nhttps://theoutline.com/post/8686/canada-is-fake\n\n---\n\nCanada is outsourcing slavery and exploitation to run its extraction economy.\n\n“A Vancouver-based mining company can be sued in Canada for alleged human rights abuses overseas including allegations of modern slavery, Canada’s supreme court has ruled.”\n\nhttps://www.theguardian.com/world/2020/feb/28/canada-nevsun-eritrea-lawsuit-human-rights-slavery\n\n---\n\nThe central issue has always been the land. But Canadians cannot reconcile the fact that they are living on stolen land. Canada, the BC Government, the RCMP, and Coastal GasLink are invading sovereign Wet'suwet'en territory.\n\nhttps://twitter.com/christibelcourt/status/1234483878687051777?s=20\n\n---\n\nIn the past, a nation state moved tanks and armies into a neighbouring region to steal their land, which, at first, was appeased, but ultimately triggered a world war.\n\nIn Canada, we are much more “civilized.” We steal land by issuing a court injunction.\n\nhttps://en.wikipedia.org/wiki/Invasion_of_Poland\n\n---\n\nThis is the failure of a so-called “democratic” government to educate its population about its responsibilities to the treaties made with the Indigenous people regarding their generosity to share the land with the settlers. Let’s talk about the Indian Act.\nhttps://www.cbc.ca/1.5188255\n\n---\n\nLet’s talk about how Canadian business is a shell game built upon the lie of Crown land. Crown land is stolen land. It is also an international con game, exporting injustice and genocide around the world.\n\nhttps://www.vice.com/en_ca/article/wdb4j5/75-of-the-worlds-mining-companies-are-based-in-canada\n\n---\n\n“Deskaheh also served notice to the League in 1923 that ‘a dispute and disturbance of the peace has arisen’ as Ottawa tried to ‘destroy all de jure government of the Six Nations,’ and the RCMP presence on Six Nations land constituted ‘an act of war.’”\n\nhttps://ricochet.media/en/2967/the-six-nations-and-a-century-of-canada-indigenous-clashes-over-the-rule-of-law\n\n---\n\n“It is this community-level accountability and expectation of progress that is the most important thing that individuals can contribute to—that new cultural norm.”\n\n“It’s about changing our mindsets.”\n\nhttps://www.rockefellerfoundation.org/solvable/solvable-podcast-series/homelessness-is-solvable/\n\n---\n\nCanada is in the business of #homelessness.\n\nCanada is involved in an ongoing home invasion, arresting people on their own land, imprisoning them for living on their own territory. It is now illegally squatting on that land, claiming it as their own.\n\nhttps://medium.com/@herraincobrand/canada-is-everyone-2b448887985\n\n---\n\n“Some of the people most responsible … for virtually everything you spent your career chronicling have miraculously reinvented themselves in the last many years as the solution to the problems they are still busily causing.”\n\nhttps://youtu.be/8KBlH269dIs?t=363\n\n---\n\n“Assimilation is an attempt to erase the differences that define group boundaries, such as by teaching the dominant language to a subordinate group or converting the out-group into the dominant religion.”\n\nhttp://www.otheringandbelonging.org/the-problem-of-othering/\n\n---\n\n“Davin was sent to learn about the policy of ‘aggressive civilization’ of Native Americans in the United States, where the idea of separating, educating, and assimilating indigenous children had recently been put into practice.”\n\nhttps://www.facinghistory.org/stolen-lives-indigenous-peoples-canada-and-indian-residential-schools/chapter-3/killing-indian-child"},{"url":"/imagine/","title":"Imagine","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"}],"content":"\n# Imagine\n\n## Imagine Something Better\n\nIt starts with an idea to meet a need, to solve a problem, to overcome a challenge, to improve upon the status quo, to reach beyond the ordinary, to realize a dream. Then comes the part where the world of ideas meets everyday life. All these ideas we have are very abstract and subjective. How can we bring these ideas into reality and accomplish these goals and objectives in the real world? Here is where design can help.\n\n## The Power of Imagination\n\nThe big picture thinking that we need to solve the greatest challenges that we are facing at this moment in time.\n\n“There is a terrible misconception in school that when we take art that we are teaching people to draw. What we are really doing is teaching people to see. That’s the important function. That’s why I think it is tragic when school funding gets cut, they cut out the art. To be creative, we must choose something that is really hard, that we might fail at, and have failed at; then we’re more likely to come up with something that is fresh and different.”\n\n— Ed Catmull, Pixar, [Creativity, Inc.](https://medium.com/imaginaxiom/art-science-7f076db69e12)\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/ZrjusPeOZRk\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"},{"url":"/design/","title":"Design","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Design","url":"/design/"}],"content":"\n# Design\n\n# Mental models for understanding human perceptions, values, and behaviours\n\nThe conversation about design is evolving as the scope of design expands from physical artifacts to living systems. Increasingly, we are exploring ideas about organizational transformation and social change. In other words, we are expanding the scope of design from the physical to the metaphysical: to the social, the economic, and the political. These are issues of connection, capacity, and power.\n\n# Design as a Catalyst for Change\n\n“You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete.”\n—R. Buckminster Fuller\n\n# The Design Challenge\n\nThe challenge, then, becomes more about how to understand the values, perceptions, and behaviours of the individuals who make up an organization or a society. Through brain research and cognitive science, we are coming to understand that we are not actually rational creatures. Rather we react and behave emotionally and invent rationalizations to justify our instinctive and impulsive actions.\n\nValues, perceptions, narratives, and social identities are far more compelling than data, facts, information, and rational thought in the way that we understand our environment and make decisions as social creatures.\n\n![Diagram of the Bauhaus curriculum](https://d3vjn2zm46gms2.cloudfront.net/blogs/2019/09/18133749/gri_850513_b001_f003_recto_376388ds_1600-1300x873.jpg)\n\n[Diagram of the Bauhaus curriculum](https://blogs.getty.edu/iris/developing-an-inner-feeling-for-materials-with-paper-modeling-at-the-bauhaus/) (adapted, right), 1922, Walter Gropius. Lithograph. 20.2 x 29.3 cm. From Walter Gropius, Satzungen Staatliches Bauhaus in Weimar (Statutes of the State Bauhaus in Weimar), July 1922. Bauhaus Typography Collection, 1919–1937. The Getty Research Institute, 850513. © 2019 Artists Rights Society (ARS) / VG Bild-Kunst, Bonn\n\n## Basic Form Study at the Bauhaus\n\nUnderstanding materials was the first step in the education of a modern artist, designer, and architect. The pedagogical approach of the Bauhaus become the progenitor of the curricula of the design and architecture academies of the modern world.\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/X59FCW3vOlE\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n[Bauhaus design is everywhere, but its roots are political](https://youtu.be/X59FCW3vOlE)\n\n# Experience and Reality\n\nI begin my exploration of human experience with a curious feature of reality. There is an interesting, rather mysterious connection that I have observed between experience and reality. That is, we can conceive of ideas beyond what we sense in the physical environment that are ideals or concepts that can never exist in reality. The ideas are beyond the physical, or metaphysical.\n\nThe other curious characteristic of these ideas is that they occur in groups of three, both in the physical and the metaphysical. Humans have a curious affinity for the rule of thirds, not just in the aesthetics of art, but in all of life.\n\nOn the other hand, there seems to be a relationship between the ideals that we can conceive of and the imperfect realities within which we exist. In that sense, it is possible to conjecture that the physical is a metaphor for the metaphysical, or vice versa.\n\n![Three: progress and the evolution of ideas](https://live.staticflickr.com/65535/49243812022_3ff2b852ba_b.jpg)\n\n# Mental Models\n\nA mental model is what a person believes about experience and reality.\nIn user experience design, a mental model is what the user believes about the system at hand.\n\nMental models are in flux exactly because they’re embedded in a brain rather than fixed in an external medium. Additional experience with the system can obviously change the model, but users might also update their mental models based on stimuli from elsewhere, such as talking to other users or even applying lessons from other systems.\n\n# Story 1: Collaboration\n\nHow, then, can we begin to map the human experience? How we can design mental habits, social systems, and physical environments for resilience and symbiosis with the living processes and ecology that are the foundation of our biological support systems?\n\nTo better understand our materials as experience designers, we need more holistic mental models of the human experience, as a way to understand what we are designing for.\n\n[![A mental model: builder](https://live.staticflickr.com/65535/49234429626_7a6763a44b_b.jpg)](https://flic.kr/p/2i1FjCj)\n\n[![A mental model worksheet: builder](https://live.staticflickr.com/65535/49236449251_1caaf6d94c_b.jpg)](https://flic.kr/p/2i1REZr)\n\n## Unintended Consequences\n\nThe design profession is currently facing a reckoning, similar to the revolutions in our understanding of class, race, gender, and religion. The 1700-year-old project of cultural imperialism that originated with the Roman Emperor Constantine and the integration of church and state finds its realization in the social, political, and economic institutions that have created monolithic monopolies of global power.\n\nThe unintended consequences of the tools that we have designed to shape our environment are the weaponizing of those tools as the means for controlling and manipulating populations, protecting access to scarce resources, and eliminating threats to religious, national, and corporate prosperity and security.\n\n### A healthy economy should be designed to thrive, not grow\n\n<div style=\"max-width:854px\"><div style=\"position:relative;height:0;padding-bottom:56.25%\"><iframe src=\"https://embed.ted.com/talks/lang/en/kate_raworth_a_healthy_economy_should_be_designed_to_thrive_not_grow\" width=\"854\" height=\"480\" style=\"position:absolute;left:0;top:0;width:100%;height:100%\" frameborder=\"0\" scrolling=\"no\" allowfullscreen></iframe></div></div>\n\n### Kate Raworth argues that rethinking economics can save our planet\n\n<div style=\"max-width:854px\"><div style=\"position:relative;height:0;padding-bottom:56.25%\"><iframe src=\"https://embed.ted.com/talks/the_ted_interview_kate_raworth_argues_that_rethinking_economics_can_save_our_planet\" width=\"854\" height=\"480\" style=\"position:absolute;left:0;top:0;width:100%;height:100%\" frameborder=\"0\" scrolling=\"no\" allowfullscreen></iframe></div></div>\n\n# Story 2: Competition\n\nThe primitive limbic systems in our brains are designed to trigger the fight or flight response as a matter of survival in a world of physical threats. Senses are attuned to dangers in the environment and events perceived as threats will automatically trigger a physical and biological response of increased heart rate, a release of adrenalin, and a heightened state of awareness, along with emotions of anxiety, fear, and panic.\n\nWhen this intellectual, emotional, and physical state of anxiety is prolonged, we call this stress. People who live in this constant state of fear and scarcity will tend to engage in behaviours that are focused on survival and self-preservation. This interpretation of constant threat leads to isolation and aggression, as members of a group engage in a competition for scarce resources and demonstrations of strength and dominance to control the group, protect resources, and destroy enemies. However, such isolation and aggression has a tendency to undermine the survival of the group.\n\n### An Argument for Cooperation Over Competition\n\n<div style=\"max-width:854px\"><div style=\"position:relative;height:0;padding-bottom:56.25%\"><iframe src=\"https://embed.ted.com/talks/nick_hanauer_the_dirty_secret_of_capitalism_and_a_new_way_forward\" width=\"854\" height=\"480\" style=\"position:absolute;left:0;top:0;width:100%;height:100%\" frameborder=\"0\" scrolling=\"no\" allowfullscreen></iframe></div></div>\n\n[![A mental model: nation](https://live.staticflickr.com/65535/49236656232_0e5406ab4c_b.jpg)](https://flic.kr/p/2i1SJw5)\n\n[![A mental model worksheet: nation](https://live.staticflickr.com/65535/49235974428_1caaf6d94c_b.jpg)](https://flic.kr/p/2i1PeQQ)\n\n# Metaphysical Design\n\n## Shaping our Social, Economic, and Political Environments\n\nLacking a science that helps us to conceive of a person holistically, it may be possible to draw from the observations of the generations of people who have come before us. They formulated conceptions and philosophies of the world that attempt to communicate the complex, interconnected relationships of human beings to their physical and metaphysical environments. There are things that humans experience that are distinctly tangible, but others that we cannot measure, test, or account for through physical means. Should we simply ignore this data, that which is beyond physical or empirical measurement, or is there something to be gleaned from the musings, conjectures, observations, histories, and literature preserved in ancient sacred texts?\n\n# Story 3: Utopia\n\nAnother mental model acknowledges a common conception of the trinitarian God popularized by the Western Christian colonization of the globe. It represents a mental model of the Creator. The book of Genesis asserts that humans have been made in God’s image. This mental model represents the human mind, heart, and body as a reflection of the trinitarian nature of the Christian conception of the divine as Father, Spirit, and Son. This model captures some common conceptions of the perfection to which humans aspire, but from which we fall short. In many ways, our societies, corporations, and nations are attempts at social, economic, and political utopian visions that fall short of the ideologies and narratives that we have formulated to rationalize our attempts to create a better world.\n\n[![A mental model: creator](https://live.staticflickr.com/65535/49236656267_bcdfdd1b0d_b.jpg)](https://flic.kr/p/2i1SJwF)\n\n[![A mental model worksheet: creator](https://live.staticflickr.com/65535/49236449221_6c34e90c05_b.jpg)](https://flic.kr/p/2i1REYV)\n\n# Story 4: Choose Your Own Adventure\n\nBy inviting people to participate in design workshops using these worksheets, we can explore the theme of **design for resilience**.\n\nFirst, we need to understand what is wrong with our existing systems. They are very poorly conceived, designed, and built. However, the blanks in the model actually tell us how much agency we have in this reality. There are a lot of things that are givens, but we have a lot of freedom. Where we lose freedom is in the choices we make collectively. We have designed our own hell in the form of social, economic, and political systems that manifest as physical products, infrastructure, and architecture.\n\nHow might we design a world where we can all live together without killing each other and undermining the life support systems of the planet?\n\nSaul Griffith shares some interesting ideas in his discussion with Ezra Klein: [How to solve climate change and make life more awesome](https://player.fm/series/the-ezra-klein-show/how-to-solve-climate-change-and-make-life-more-awesome). Or read his article, [How do we decarbonize?](https://medium.com/otherlab-news/how-do-we-decarbonize-7fc2fa84e887) We don’t need a miracle. Everything we need to solve climate change is already here.\n\n[![A mental model: blank](https://live.staticflickr.com/65535/49236084483_e1f6a9d080_b.jpg)](https://flic.kr/p/2i1PNyk)\n\n[![A mental model worksheet: blank](https://live.staticflickr.com/65535/49235974488_bb51e8e33f_b.jpg)](https://flic.kr/p/2i1PeRS)\n\n# Design for Resilience\n\n## Reimagining our social architecture\n\nGiven the challenge our generation faces, we endeavour to invest time, energy and resources in the effort of building leaders to design a resilient society. By considering basic human needs of food, clothing, and shelter, we are reimagining the metaphysical environment: the social, economic, and political. How might we build a new economy on a foundation of resilience and symbiosis?\n\nBy creating greater self-awareness, we may recognize how things can go very wrong and create virtual models with predictive power to anticipate problems before they become reality. This is a collaborative project to better understand ourselves and our place in this world, to find generative ways to live with each other and the natural world.​​​​​​​\n\nTranscending human-centered design, this is design that seeks to learn from nature, to put into practice the knowledge and principles of biomimicry to reimagine and redesign our environment, to reconnect ourselves to our own humanity and to reconnect us to the earth and all living things.\n\n[![Resilience Magazine](https://live.staticflickr.com/65535/49243814197_d1404fd700_b.jpg)](https://flic.kr/p/2i2vqkg)\n\n# Builders Collective\n\nAs a builders collective, our work is to restore the garden, pruning to allow for good fruit to grow. The role of the editor is to focus the narrative and tell a better story. We have allowed technology and media to overwhelm our senses. We look in a mirror and immediately forget what we look like. We instead begin to reflect everything that we see around us. As editors, we advocate for an identity, a point of view, and a movement in the direction of learning the attitudes and habits necessary for personal and social transformation, to develop people of integrity, compassion, and generosity. The builders collective is a vision to build leaders to design a resilient society (BLDRS).\n\n[![BLDRS logo: motion design](https://mir-s3-cdn-cf.behance.net/project_modules/1400_opt_1/5746c289596281.5df9c9008a389.gif)](https://www.behance.net/gallery/89596281/Mental-Models-for-Human-Experience)"},{"url":"/build/","title":"Build","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Build","url":"/build/"}],"content":"\n# Build\n\n## Building resilience, relationships, and community\n\nThe Builders Collective is a movement to build leaders to design a resilient society. We use human-centred design to create engaging experiences through art, design, social change and social architecture to grow, imagine, design, and build sustainable, livable environments and communities.\n\n## Mission\n\nto inspire imagination, create collaboratively,\u0003and build community and resilience.\n\n### Imagination\n\nCreative thinking and ideation inspired by challenges to solve problems by leading with curiosity, empathy, and intellectual honesty and authenticity.\n\n### Collaboration\n\nCommunity and connection to create an environment for an inclusive, interactive, and interdependent process of learning, discovery, and innovation.\n\n### Resilience\n\nThe emotional intelligence and intellectual awarness to create complex structures that build on our strengths while acknowledging when change is necessary."},{"url":"/workshops/","title":"Workshops","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Workshops","url":"/workshops/"}],"content":"\n# Workshops\n\n## Working together to reimagine our social architecture\n\n**Workshops are ways to try things out, without necessarily committing to a long-term project.**\n\nBy gathering together for events, we will begin the discussion that lead to the possibility of working together to learn how design can be a transformative process for imagining possibilities, testing concepts, and building solutions.\n\nWorkshops can be a way to engage everybody in creativity and collaboration that helps create buy-in to new ideas and change. Design is a proven methodology for applying the scientific method to the process of creativity.\n\n### Design Rationale\n\nJust over 100 years ago, the Bauhaus designed the workshops of the modern age.\n\nAfter a century of building our modern societies, we have discovered several fundamental flaws in these initial prototypes of social organization.\n\nFor example, the nation states that dominate North America are grappling with the legacy of imperial colonization upon which they have been founded. Land appropriation, resource extraction, and the marginalization of Indigenous Peoples that is part of the ongoing genocide are the foundation of the economic, legal, and governance systems.\n\nThe same logic that built these nations are being extended into the logic of market economies that are built for the extraction of value from human resources. These systems are socially, economically, politically, and ecologically unsustainable.\n\nThrough co-creation workshops, it might be possible to explore how we imagine, design, and built the future together by reimagining our social architecture.\n\nDesign is evolving, and people have an opportunity to be part of the evolution that is happening to extend what we have learned about transforming our physical environment to the transformation of our metaphysical world. That which is beyond the physical includes the economic, the social, the political, and the ecological.\n\nHow can we use the proven processes of design to creatively and collaboratively take back power from hierarchies to create change through networks of innovation. If we are going to fundamentally transform our societies for the better, it is going to take all of us working together to replace obsolete models of social organization and governance into a ecologically interdependent, sustainable, and resilient society."},{"url":"/events/","title":"Events","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Events","url":"/events/"}],"content":"\n# Events\n\n## Connecting people to the value of being human\n\nWhen we meet together, we are doing something that is at the foundation of the experience of being human. We are making social connections and building the relationships on which our communities build trust.\n\nIn this age of the nation states that are built on the infrastructure of corporations as the centre for human activity, people have abdicated their power to legal fictions designed by monarchies for wielding power over the labour forces of their empires.\n\nSomehow, we have been deluded into believing that the democracies designed by 18th century aristocrats would be suitable forms of governance for enabling people to achieve some semblance of meaning, purpose, and autonomy in their work lives.\n\n## Balance\n\nWe speak of work-life balance, but we fail to recognize that we have largely outsourced control of our social, economic, and political lives to the market.\n\nWe want tools to help make our lives more manageable, profitable, efficient, convenient, and secure. However, once we have optimized our lives for maximum security, productivity, and satisfaction, will we be able to achieve the fulfillment that we seek?\n\nThe politicians of nation states, the public relations representatives of corporations, and the leaders of our religious institutions are confident that they have the answers for what will make people happy. Why do we trust these authorities, leaders, and influencers? Have they really delivered on the political, brand, and divine promises of a secure and prosperous nation, a materially satisfied life, a peaceful contentedness in moral and spiritual transcendence?\n\nWhat if life is messy? What if life is in process? What if life does not deliver what we expected?\n\n## Design\n\nIt is through the principles of design that we can come to understand that life has limitations, constraints, and frustrations.\n\nWe make tools to solve problems. However, we have created tools at such a scale that the tools we have created have become the problem.\n\nBy coming together to discuss our questions, concerns, frustrations, and problems, we can acknowledge that all is not well. But we do not need to dwell in the sort of media environment that we have created that focuses only on everything that has gone wrong.\n\nDesign is ultimately a creative approach to solving our problems by using the tools we have available to us to research ideas, better understand our problems, think about the possibilities, prototype possible solutions, test and validate whether the prototype is an appropriate and effective solution to the problem, and to build those concepts into reality.\n\nWhat if the value of being human involved influence, agency, and capacity to explore how we can imagine, design, and build the kind of world that we want to live in?\n\nI doubt that we would design what we now have. Let’s challenge the status quo by meeting together to engage in the conversations that we should have been having all along, if politicians, corporations, and religious institutions were not dominating and monopolization public discourse.\n\nWe can rediscover our common humanity by finding common ground in meeting basic human needs and engaging in the process of building a resilient society."},{"url":"/about/","title":"About","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"About","url":"/about/"}],"content":"\n# About\n\n## The builders collective is exploring how we imagine, design, and build the future together\n\n**What is the builders collective?**\n\nWe are the creative collaborative people who are building a resilient society.\n\nWe might not know each other yet. We might not even know that other people feel the same way. That’s why we are putting language to ideas that we didn’t know we had permission to say in public, because it might threaten our sense of stability, comfort, and safety by questioning the self-appointed authorities of the social, economic, and political order.\n\nMaybe we are all sensing the same restlessness and unease with a world that says one thing but does the opposite. Enough with the political, brand, and spiritual promises that don’t fulfill the expectations of a world that is done with the exploitation of oppressive corporations.\n\nWe have sensed that the world is not the way it should be, but we can imagine a better world. So we are investing our time, energy, and resources to reimagine our social architecture. We are exploring how we imagine, design, and build the future together."},{"url":"/projects/","title":"Projects","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Projects","url":"/projects/"}],"content":"\n# Projects\n\n## Engaging in the design process to solve our greatest challenges\n\n**Projects are for people who are committed to exploring how we imagine, design, and build the future together. They are opportunities to fully engage in the process of creative collaboration to reimagine our social architecture.**\n\nPrototyping leads to a virtual storage room of digital experiences that are intended to test concepts and discover approaches that resonate with people and lead to authentic human connections. Working together can build the social bonds and networks that help us become stronger, more capable people.\n\nSetting limits and constraints helps us to bring clarity to our motivations and focuses on time, energy, and resources on the most important challenges that we face.\n\nMany of these projects need to be culled and decommissioned, but they continue to exist as records of a long process to discover the ideas that resonate with people. It has been necessary to build influence, agency, and capacity over time to be ready to fully engage in connecting a diverse community of collaborators.\n\n### PHP Server\n\n- [Bauhouse Design](http://001.bauhouse.ca/)\n- [The Design Administration](http://designadmin.com/)\n- [DesignProjectX](http://designprojectx.com/)\n- [Design Influences](https://v1.designinfluences.com/)\n- [Imaginaxiom](http://imaginaxiom.com/)\n- [Markup Library](https://markuplibrary.org/)\n- [The Lab](http://001.stephenbau.com/)\n\n### Node Server\n\n- [The Changelog](https://stephenbau.com/)\n- [The Changelog: Archive](https://log.stephenbau.com/)\n- [Builders Collective](https://builderscollective.com/)\n- [Social Architecture](https://socialarc.com/)\n- [Minimalist Journal: Dev](dev.minjour.com/)\n\n## GitHub Pages\n\n- [BLDRS Collective](https://bldrs.co/)\n- [Builders Collective: Documentation](http://docs.bldrs.co/)\n- [Minimalist Journal](https://minjour.com/)\n- [Time, Energy, and Resources](https://timeenergyresources.com/)\n\n## Stackbit Sites\n\n- [Stephen Bau, UX Designer](https://bauhouse.ca/)\n- [BauType](https://bautype.com/)\n- [Three: progress and the evolution of ideas](https://threeprogress.com/)\n- [Stephen Bau: Lab](https://lab.stephenbau.com/)\n- [Straiton Village](https://www.straitonvillage.com/)\n- [Folksonomy for Treaty People](https://2rowflow-71c9f.netlify.com/)\n\n### JAMstack Templates\n\n- [Stackbit Dashboard](https://app.stackbit.com/dashboard)\n- [Stackbit Exto Portfolio Theme](https://three-69479.netlify.com/)\n- [Stackbit Libris Theme + Sanity](https://designinfluences-5c393.netlify.com/)\n- [Stackbit Libris Theme + DatoCMS](https://design-influences-0df41.netlify.com/)\n- [De-Unicorn-ification](https://jamstack-892cf.netlify.com/)\n- [Stackbit Ampersand Theme](https://designadmin-87c6d.netlify.com/)\n- [Stackbit Ampersand Theme: Netlify CMS](https://timeenergyresource-aaa6f.netlify.com/)"},{"url":"/connect/","title":"Connect","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Connect","url":"/connect/"}],"content":"\n# Connect\n\n## Connect to learn more about how to get involved\n\nListen to podcasts, sign up for our newsletter, connect on social media, learn more at an event, join us for a workshop, or commit to investing your time, energy, and resources to build a world we would all want to live in.\n\nThis is your world. You get to have a say. You can help change things. You have an opportunity to find meaning, purpose, and belonging.\n\nCreate authentic human connections that can turn into lifelong relationships while engaging in the process of design to solve our greatest challenges.\n\nConnect to learn more about how to get involved or to let us know what you are already doing to build a better world."},{"url":"/join/","title":"Join","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Join","url":"/join/"}],"content":"\n# Join\n\n## Join a movement to build a world we want to live in\n\nBuilding the kind of world that we want to live in is going to take all of us working together to rediscover our common humanity.\n\nOf course, there is nothing more fun than finding meaning, purpose, and agency doing something that makes the world a better place, all while spending time with people who will challenge, inspire, and mentor you, and maybe even become your close circle of friends.\n\nThink about what you can tell your grandchildren.\n\n“I was there when we changed the world.”"},{"url":"/process/design-brief/","title":"Design Brief","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"To Build","url":"/process/"},{"title":"Design Brief","url":"/process/design-brief/"}],"content":"\n# A Design Brief\n\n## Builders Collective\n\n*Exploring how we can imagine, design, and build the future together.*\n\n## Scope and Focus\n\nThe scope of this project is to imagine, design and build a platform for documenting the work of a collaborative creative community with a focus on reimagining, redesigning, and rebuilding our social architecture. The focus is on building a community rather than a physical artifact, in keeping with the vision to build leaders to design a resilient society. We start by building the resilience of individuals, developing healthy communities, with the vision of transforming society. The model is to create events to generate awareness and explore the possibilities of human imagination, to run workshops to engage people in participatory design, and to commit to projects to effectively collaborate together to build an inclusive, sustainable, and just way of relating to the living systems that we are a part of.\n\n## Project Background\n\nHow might we think about the big picture of how people can participate in the design of our physical world in a way that recognizes the challenges of living in a metaphysical world of social, economic, and political relationships? In the past, these relationships have had a tendency to devolve into systems of abuse, exploitation, and domination. By recognizing how things can go wrong, we can learn from the wisdom of the past to avoid making the same mistakes, we can imagine new models of social, economic, and political organization to make the present models obsolete, and we can participate in the restoration of the living ecosystems of the earth to create a future of inclusivity, well-being, and justice for the generations to come and for all living things.\n\n## High-Level Design Goals and Objectives\n\n- Build a visual design system, prototype and design experiences, and envision service design opportunities and processes for the builders collective that can work across a variety of media, channels, and touchpoints to invite people to build personal resilience, to build resilient communities, and to build a resilient society.\n- Research the opportunities to build networks of co-creation and collaboration by creating a platform to document what people are learning, how they are connecting, and why they are engaging in the work of social transformation.\n- Launch a platform which may include  a podcast, a magazine, and a website to promote events, workshops, and projects focused on the subject of resilience.\n\n## Key Features\n\n- A prototype for Resilience magazine\n- Websites for Social Architecture, Design Influences, and Builders Collective\n\t- socialarc.com\n\t- designinfluences.com\n\t- builderscollective.com\n- A podcast for the builders collective about resilience\n- An app design for creating habits of resilience, empathy, and harmony: Minimalist Journal\n\n## Brand Message\n\n- BLDRS: Building leaders to design a resilient society\n- Imagine — Social Architecture: Reimagining our common life together.\n- Design — Design influences: Inspired by the past. Shaping the future.\n- Build — Builders Collective: Exploring how we can imagine, design, and build the future together"},{"url":"/process/research-plan/","title":"Research Plan","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"To Build","url":"/process/"},{"title":"Research Plan","url":"/process/research-plan/"}],"content":"\n# UX Research Plan\n\nLast updated on:  \nNovember 14, 2019\n\n**Author:** Stephen Bau  \n**Stakeholders:** Human individuals, communities, societies, Earth and all living things\n\n## Background\n\nWhen do we have permission to think about the big picture? To solve systemic problems, we need to be able to reimagine our social architecture, the metaphysical design of our common social, economic, and political lives on Earth and how our activity impacts the ecology of the planet and all living things?\n\nScientists have been warning us about the ecological impact of human activity for several decades. Many of us are living in denial. Children are protesting that we are leaving them a world that is on fire and we are the arsonists.\n\nOur social, economic, and political institutions are failing us.\n\n- Belief systems are dividing us\n- Corporations are exploiting us\n- Governments are oppressing us\n\nThis is a service design problem because of the many complex layers of experience, all the living organisms on the Earth who have a stake in the ecology of the planet, and the challenges we face because of the constraints on time, energy, and matter.\n\n### Doing, Not Talking\n\n> Opinions are great, and everyone always has at least one. But service design is based in reality. Instead of talking about something for a long time, build stuff, test it, understand what needs to be improved, build it again. Show me, don’t tell me. Stop comparing opinions, start testing prototypes.\n\n*Stickdorn, Marc,Hormess, Markus Edgar,Lawrence, Adam,Schneider, Jakob. This Is Service Design Doing (Kindle Locations 839-841). O'Reilly Media. Kindle Edition.*\n\n## Research Goals\n\n- Learn what people are doing to become more aware of the problems.\n- Understand what people are doing to maintain their mental health and resilience.\n- Discover how people are engaging in efforts to change their habits.\n- Understand how people might overcome resistance to change.\n- Gather information about existing plans to make changes and solve problems.\n- Research how art, music, storytelling, and culture might be part of the solution to inspire people to work together.\n\n## Participants\n\nThe creative collaborative community of humans who are motivated to get involved in the process of imagining, designing, and building the future together. According to Astra Taylor, we need only a small percentage of motivated people to make social change a reality.\n\nWe are all in this together. (Forget demographics. It is inherently classist, racist, and sexist. Advertising and marketing are what got us into this mess.)\n\n## Methodologies\n\n- **Literature Review:** to better understand the primary challenges humans are facing.\n- **Collaborative Analysis:** to gain greater awareness of how we can build on the efforts of others.\n- **Surveys:** to discover how people are engaging in efforts to change their habits.\n- **1:1 Interviews:** to discover whether the model we are proposing for events, workshops, and projects might be effective to build relationships, capacity, and imagination.\n\n## Timeline\n\n- Literature Review\n- Collaborative Analysis\n- Surveys\n- 1:1 Interviews\n\n---\n\n<div align=\"right\">\n  <h3><a href=\"/getting-started/survey/\">Survey →</a></h3>\n</div>"},{"url":"/process/survey/","title":"Survey","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"To Build","url":"/process/"},{"title":"Survey","url":"/process/survey/"}],"content":"\n# A Survey\n\n## Building Resilience\n\nExploring how we imagine, design, and build the future together. How can we build personal resilience, resilient communities, and a resilient society?\n\nFeel free to answer these questions from your own perspective or about people that you know.\n\n- What are people doing to become more aware of the impact of human activity on the living systems of the Earth?\n- What are people doing to maintain their mental health and resilience?\n- How are people engaging in efforts to change their habits?\n- How might people overcome resistance to change?\n- Do you know anyone who is working to make changes and solve problems regarding resilience, mental health, or living ecosystems?\n- How might art, music, storytelling, and culture be part of the solution to inspire people to work together for the common good?\n\n### Participation\n\nWould you be interested in learning more about how can we build personal resilience, resilient communities, and a resilient society?\n\n*(Note: we are not asking you to sign up for anything. We are simply gauging the level of people’s interest.)*\n\n1. Would you be interested in attending an event?\n2. Would you be interested in participating in a one-day workshop?\n3. Would you be interested in participating in a project?\n4. Would you be interested in an email newsletter?\n5. Would you be interested in a magazine (digital/print)?\n\n### Contact Information\n\nIf you are interested in any of these things, would you share your contact information to learn more? (We promise we will not sell or share your contact information.)\n\n- Name\n- Email Address\n- Phone Number\n\n### Survey\n\n*(Note: this survey is currently private and unpublished on Typeform, because of features used that require a paid plan.)*\n\n- [Typeform survey](https://stephenbau.typeform.com/to/X20dTY)"},{"url":"/time/language/","title":"Language","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Time","url":"/time/"},{"title":"Language","url":"/time/language/"}],"content":"\n# Language\n\n## Words are symbols to communicate ideas as sound vibrations\n\nLanguage is a technology that helps us to communicate with each other, but it also forms our identity by constraining our ideas to the social, economic, and political environment in which our relationships were formed in the context of families, schools, institutions, and communities.\n\n## The Language of Empire\n\n### Learning to speak the lingua franca of oppression\n\nAbout 40 years ago, if you were in school in Canada, aspiring to be an artist, there seemed to be two options: starve or assimilate. The fear was that if you weren’t talented enough to make it as an artist, you would most likely become the stereotypical starving artist. In high school, the education system offered electives to become a commercial artist.\n\nFast forward 40 years, and we might ask, how has design helped to better society? The news is full of reports of lies, genocide, humanitarian disasters, tragedies, fires, global warming, and sexual assaults. Neoliberal market economics and authoritarian police states are on the rise around the world while corporations monopolize global resources, wealth, and power.\n\nIn Canada, [George Orwell’s Animal Farm](https://www.salon.com/2018/05/24/george-orwells-animal-farm-guide-to-the-rise-of-authoritarianism-in-the-donald-trump-era/) was part of our junior high English curriculum. What do Americans read?\n\n# The Deconstruction\n\nThere are people whose hearts are breaking over the brokenness of the world, and they are beginning to open up to each other about doubts and questions.\n\nThe internet, as it democratizes the production of media, provides an opportunity for people to have a voice, to speak of things that might not be tolerated in certain social circles. The illusion of anonymity allows us to test ideas and questions in public. People have permission to ask questions. They can dare to be their authentic selves.\n\n- [Open Road Films: Spotlight](https://www.youtube.com/watch?v=WgnrwwiIDlI)\n- [Michael and Lisa Gungor – Music for Doubters and the Disenchanted](https://www.nomadpodcast.co.uk/nomad-116-michael-and-lisa-gungor-music-for-doubters-and-the-disenchanted/)\n- [The Liturgists](http://www.theliturgists.com/)\n- [L'Arche community grapples with revelations about disgraced founder](https://www.cbc.ca/news/canada/ottawa/larche-community-grapples-findings-founder-1.5474913)\n- [Weaponizing Artificial Intelligence](https://medium.com/swlh/weaponizing-artificial-intelligence-d8602c7db67f)\n- [Former Facebook exec says social media is ripping apart society](https://www.theverge.com/2017/12/11/16761016/former-facebook-exec-ripping-apart-society)\n- [Ruined by Design](https://www.ruinedby.design/)\n- [Team Human](https://teamhuman.fm/)\n- [Requiem for the American Dream](https://www.youtube.com/watch?v=hZnuc-Fv_Tc)\n- [Manufacturing Consent](https://www.youtube.com/watch?v=34LGPIXvU5M)\n- [Canada’s Final Solution to the “Indian Problem”](https://www.ictinc.ca/blog/the-final-solution-which-government-used-the-term-first)\n- [Canada’s Apartheid](http://www.lapsuslima.com/canadas-apartheid/)\n- [Extraction Empire: Undermining the Systems, States, and Scales of Canada's Global Resource Empire, 2017—1217](https://mitpress.mit.edu/books/extraction-empire)\n- [The Secret Life of Canada: Water](https://www.cbc.ca/radio/secretlifeofcanada/why-water-is-worthy-of-the-history-books-1.4987957)\n- [Canada is fake: What Americans think of as their friendly neighbor to the north, if they think of it at all, is a scam](https://theoutline.com/post/8686/canada-is-fake)\n- [Naomi Klein and Shoshana Zuboff on the Rise of Surveillance Capitalism](https://theintercept.com/2019/03/01/surveillance-capitalism-book-shoshana-zuboff-naomi-klein/)\n- [Winners Take All: The Elite Charade of Changing the World](http://www.anand.ly/winners-take-all)\n- [This man is disrupting the cult of the billionaire](https://www.fastcompany.com/90411598/how-anand-giridharadas-disrupted-the-cult-of-the-billionaire)\n\nPeople have found a name for this process: a deconstruction. People are questioning the institutions and the systems of behaviours and beliefs that they have inherited.\n\n- The government: institutionalizing injustice\n- The corporation: purchasing power\n- The church: perpetuating abuse\n\n## Deconstructing Design\n\nMeanwhile, the design world has also been experiencing an epiphany of sorts.\n\nSome designers are realizing that we have been complicit in building the infrastructure and architecture for an undemocratic capitalist empire that has turned humans into indentured servants of an oppressive hierarchical economic system designed for self-preservation, even if it is at the expense of humans and the planet.\n\n> A corporation is a company or a group of people or an organization authorized to act as a single entity (legally a person) and recognized as such in law.\n\nIn other words, corporations avoid culpability and responsibility in the eyes of the law for crimes against humanity by impersonating humans. They purchase political power, and they have made the church merely a political voting block and a willing accomplice in the corporate takeover of the federal government of the American empire.\n\n## Taking Responsibility\n\nAs designers, we must own our part. We who have supported the empire — the government, the corporation and the church — in elevating political, economic and religious values above the value of human beings, either unwittingly or willingly, have been complicit in perpetuating a system of oppression. Taking responsibility is only the first step. We must make reparations. We do this by redesigning and rebuilding.\n\nIn order to rediscover our own humanity, we are leaving the empire behind.\n\n- [Deconstruction](https://medium.com/@bauhouse/deconstruction-2659da068651)\n\n# The Reconstruction\n\nNow, almost 100 years since the founding of the Bauhaus, we are reconsidering the modernist project.\n\n- [Bauhaus 100](https://www.bauhaus100.com/)\n\n> You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete.  \n>\n> — R. Buckminster Fuller\n\n- [The Buckminster Fuller Challenge 2015](https://www.bfi.org/ideaindex/projects/2015/greenwave)\n\nWe are building a new model.\n\nSocial architecture is the art and science of living systems. We are recognizing that we are no longer designing tools and physical artifacts. We are designing human experience. We are all engaged in the human project.\n\nAt the heart of our endeavours is a desire to discover our common humanity.\n\nWe are reconnecting to build relationships through face-to-face interaction.\n\n- Breaking bread together\n- Creating and working together\n- Sharing our lives together"},{"url":"/time/story/","title":"Story","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Time","url":"/time/"},{"title":"Story","url":"/time/story/"}],"content":"\n# Story\n\n## Our identities are formed by the stories we tell ourselves\n\nWe learn language to connect to the complex interactions of a socially, economically, politically, and ecologically interdepent world of relationships. We share memories, stories, and experiences, as well as a collective imagination of what the future could look like.\n\nThe 20th-century economists told us a story about who we are, based on John Stuart Mill’s persona of “Rational Economic Man” as purely self-interested, with little regard for the interests of others. “This value in self-interest and competition over collaboration and altruism, this model remakes us. It's incredibly important how we how we represent ourselves. It changes us.”\n\n## Kate Raworth argues that rethinking economics can save our planet\n\nEndless growth may actually be hurting our economy -- and our planet. Economist Kate Raworth makes a case for \"doughnut economics\": an alternative way to look at the economic systems ruling our societies and imagine a sustainable future for all.\n\n<div style=\"max-width:854px\"><div style=\"position:relative;height:0;padding-bottom:56.25%\"><iframe src=\"https://embed.ted.com/talks/the_ted_interview_kate_raworth_argues_that_rethinking_economics_can_save_our_planet\" width=\"854\" height=\"480\" style=\"position:absolute;left:0;top:0;width:100%;height:100%\" frameborder=\"0\" scrolling=\"no\" allowfullscreen></iframe></div></div>"},{"url":"/time/media/","title":"Media","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Time","url":"/time/"},{"title":"Media","url":"/time/media/"}],"content":"\n# Media\n\n## Extensions of humanity as tools to scale social architecture\n\nMarshall McLuhan wrote of media as extensions of human abilities that increase the efficiency and capacity of those innate abilities in ways that ultimately transform the nature of being human in fundamental ways.\n\nFor example, the invention of the written language and the alphabet helped humans to outsource memory to the written word. The texts became sacred as we invested our own creations with divine status that raised our own creations to the stature of idols that required study, devotion, and allegiance to inerrancy and infallibility that defied reason and rationality.\n\nDivine and legal texts have become the sacred cows of social orthodoxy, justifying injustices on a global scale that the world is seeking ideas to raise awareness, language to describe, and voices to decry their irrationality, abuses, and destructive force on civil discourse and society.\n\nAs corporations, human inventions of legal fiction that have been imbued with personhood by proclamation of long-dead monarchies, run unchecked around the globe, enlisting militarized police forces to violently defend their rationalizations for dominance and power, the world burns to fill their coffers with ill-gotten gain. They are modern pirates, terrorizing the globe and inspiring unquestioning fear from a cowed and oppressed labour force, who willing acquiesce their power to help siphon the world’s resources to the top of the pyramid scheme of corporate empire.\n\n## In Defence of Democracy with Anand Giridharadas and Nahlah Ayed\n\n> On November 21, 2019, the Samara Centre for Democracy was proud to partner with CBC Radio’s Ideas to present In Defence of Democracy, a fireside chat between bestselling author Anand Giridharadas and acclaimed journalist Nahlah Ayed in front of a live audience in Toronto.\n>\n> This thought-provoking and wide-ranging discussion tackles pressing questions on power, philanthropy, and the future of democracy. Known for his unapologetic and provocative critique of the global elite’s efforts to “change the world,” Giridharadas forcefully makes the case that decisions for the public good should be in the public’s hands.\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/OGjULLl2DlE\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"},{"url":"/time/culture/","title":"Culture","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Time","url":"/time/"},{"title":"Culture","url":"/time/culture/"}],"content":"\n# Culture\n\n## Shared memories, stories, and habits that manifest as architecture\n\nWe create culture together by solidifying our perceptions, ideas, and behaviours into the infrastructure and architecture that reinforce the rules, traditions, and rituals of a social group as habits that are very difficult to change. These pathways of the mind become rivers of actions that empty into large reservoirs of collective social, economic, and political forces that are a deep and systemic ocean of group dynamics.\n\nBecause nation states are legitimized by the monopoly of force over a particular region with arbitrarily set boundaries, the hoarding of resources and territory necessarily lead to behaviours that are aggressive, violent, and oppressive to those who are marginalized by their own internal logic of rules and laws to maintain the social order. Violence is justified to maintain the status quo for those who wield power.\n\n## Architecture as Ideology Made Manifest\n\n*A transcript of an excerpt from the excellent Nice Try! podcast about Utopias and how they go wrong. This episode is called [Germania: Architecture in a Fascist Utopia](https://www.curbed.com/2019/5/7/18514684/nice-try-podcast-utopian-avery-trufelman). Traces of this fascist utopia still exist in modern Berlin.*\n\n*This excerpt starts at around 32:50.*\n\nSpeer was handily able to distance himself from an evil system he was not just participating in, but perpetuating. It’s chilling.\n\nIt spells out so clearly that Nazi Germany’s worst atrocities and many atrocities the world over were not only the ideas of singular evil men. They were supported and enacted by systems, by groups of people who woke up in the morning and went to offices to work on it.\n\nWe try to recount these stories in monuments and plaques, as though history is a grandiose series of battles and not something enacted in nine-to-fives.\n\nAnd in the meantime, more buildings go up. Land is moved. A patchwork of monuments and plaques can’t keep up. Because we are all surrounded by so much new development, so many rising towers are transforming the faces of the cities around us. It’s difficult to keep track of all the forces at play, to know who they were built for and who paid for them and which ones intend to do good. Because at the end of the day, all structures are, in some ways, ideology made manifest. They’re so much bigger than any of us. We just look around and feel so small.\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/YwZNjbaTxx4\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n## Designing for Humanity\n\nIn contrast, there is greater realization that by designing for people on the margins, we can create better design for everyone.\n\n- [Designing for Humanity](https://www.sypartners.com/podcasts/designing-for-humanity/)"},{"url":"/energy/ethics/","title":"Ethics","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Energy","url":"/energy/"},{"title":"Ethics","url":"/energy/ethics/"}],"content":"\n# Ethics\n\n## The world is in crisis as its core values are found to be bankrupt\n\n### Canada’s Reckoning\n\n“While your government did initially show remarkable restraint, you have of course in the end given a nod to enforcement action, which is now being pursued by national, provincial and municipal police forces across the country. That enforcement will not bring resolution to the deep concerns that underly these rights struggles and protests. For many communities it only adds to decades of trauma associated with violent and repressive police and judicial action that has been at the heart of the most shameful and upsetting chapters of Canadian history.”\n\n“We have written to you previously urging that at a minimum Canada comply with the decision of the UN Committee on the Elimination of Racial Discrimination with respect to the Coastal GasLink pipeline, TransMountain Pipeline Expansion and Site C dam. The importance of governments in Canada living up to the country’s international human rights obligations in those three situations and many others has been frequently reiterated by Indigenous peoples across Canada, yet your government has not shown any intention to do so.”\n\nhttps://www.amnesty.ca/news/open-letter-amnesty-international-visits-tyendinaga-urges-trudeau-act-reconciliation\n\n---\n\n\n“And for over 100 years, you stole our children and you put them in residential schools to wipe their minds so they didn’t remember about this. So they didn’t remember their language. But for 100 years, you did the same thing to your own children…”\n\nhttps://youtu.be/q8lLE7jf7EQ?t=1515\n\n---\n\n‪“Reconciliation was never alive.”\n\n‪“You have the power to stop this—to redefine the country you call home. It’s up to you—not any politician or corporation.” ‬\n\n‪“Show us the resolve of your solidarity. Show us that the #MythofCanada can be replaced by its truth.”‬\n\n@jessewente\n\nhttps://www.cbc.ca/listen/live-radio/1-39-metro-morning/clip/15762455-as-the-police-arrest-protesters-in-tyendinaga-jesse-wente-questions-the-myths-that-canadians-believe-about-themselves\n\n---\n\n### Design’s Reckoning\n\n“For the past couple of decades, the tech companies of Silicon Valley (and beyond) have run unchecked, causing havoc, destroying civil discourse, democracy, ruining personal relationships, running marketplaces of harassment and abuse, all to line their pockets. The very worst part is that they did it with our labor.”\n\n“This isn't a talk, this is a union meeting.”\n\n— Mike Monteiro\n\nhttps://link.medium.com/myu9xaHCo4"},{"url":"/energy/principles/","title":"Principles","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Energy","url":"/energy/"},{"title":"Principles","url":"/energy/principles/"}],"content":"\n# Principles\n\n## The logic of market world: doing well by doing good\n\n*A transcript of Anand Giridharadas in conversation with Léa Steinacker at the House of Beautiful Business 2019.*\n\nI coined this term “market world” to try to describe a bunch of things that are disparate phenomena that I think are part of the same phenomenon. The phenomenon is a kind of community network of people, an ideology guiding those people, that essentially says, “win-win”: doing well by doing good—maybe even beautiful business—that we can basically live in a world in which we make the world better by the rich and powerful making as much money as possible and certainly never giving up power. That it is possible, in an age of inequality, an age of monopoly, an age of elite capture, that it is somehow magically possible to lift up those prostrated on the floor without somehow disturbing the people standing on their necks. Now, this is a remarkable feat of physics, let alone ideology.\n\nMarket world is billionaires who, to go with something you said earlier, make their money actively by committing harm…\n\n(I believe Facebook, actually, is in that category. Connecting the world is a slogan. It’s not an activity.)\n\n…and then do good works on the side to purpose-wash, as you eloquently put it. I believe it’s also young people who are not billionaires, who are 22 on college campuses, deciding what to do with their lives. And I start the book with Hilary Cohen’s story. She’s one of them—not famous, not a philanthropist, but determined to make a difference, as so many young people are now, and determined to change the world, and who end up at Goldman Sachs and McKinsey because that’s what they’re now told is the way you acquire the skills to change the world. You apprentice with the people most responsible for degrading the conditions of the issue you want to work on.\n\nI believe also there’s a kind of circuit of thought leadership which I write about in the book the kind of Aspen, TED, Davos world where…\n\n“The House of Beautiful Business”\n\nMaybe. I just got here. But I suspect that may be true.\n\n…where there’s a lot of good content and a lot of good ideas and there is a certain kind of intellectual boundary, oftentimes, that keeps out the kinds of ideas that people may not like to hear when they’ve paid two or eight or ten thousand dollars to get some ideas poured down their throat.\n\nAll these things are different. The billionaire is different than the 22 year old is different than the ideas circuit. But what they all have in common is, I believe, an explanation for why we’re living in the age we are. Why is Donald Trump president? Why is Brexit happening? Why are the inequality numbers, even in European countries that do have better tax regimes, so bad? the Piketty’s numbers on Europe are better than in America, but not great. Why? Why? Why? Right?\n\nI think the defining question I feel from people, when I do events, is like, “Why is this happening?” which is the name of Chris Hayes’s podcast, Why is This Happening?\n\nAnd my little answer to why this is happening is we have outsourced the reform—most people agree we need transformational reform of our societies right now—we have outsourced the leadership of such reform to the people with the most to lose from actually changing anything.\n\nI believe in this book is a passionate plea for taking change back from people who deep down have no incentive or desire or willpower to fight for the kinds of structural change that are going to see them be actually less wealthy less powerful and have less impunity.\n\nhttps://youtu.be/pPWhpXRYzNg?t=556"},{"url":"/energy/processes/","title":"Processes","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Energy","url":"/energy/"},{"title":"Processes","url":"/energy/processes/"}],"content":"\n# Processes\n\n## Habits form pathways that are built into networks and centres for activity\n\nHuman activity has fundamentally transformed the environment at such a scale that it is impacting the viability of life on the planet.\n\nThis state of affairs is not sustainable socially, economically, politically, or ecologically. Change is necessary, but the processes that humans have put in place to manage complex needs has exceeded the bounds of rationality. These processes have taken on their own internal logic, driving the commodification of labour, the scarcity of resources, the hoarding of capital, and the competition for dominance.\n\nUnder such circumstances, humans tend to short-circuit rationality by living according to the automatic responses triggered by emotional decision-making. According to cognitive behavioural therapy, we perceive a stimulus, interpret the pattern, and respond accordingly. In an environment of scarcity, people’s behaviours will be motivated primarily by fear, self-preservation, and control.\n\nIf the processes of the system are based on scarcity, the foundational ethics and values will ultimately be self-destructive.\n\nTo change the processes on which the system is based, it is necessary to fundamentally change the conditions of the environment, which will enable the ability to think rationally, engaging the centres of ethical behaviour where the highest values of a society can be nurtured."},{"url":"/energy/systems/","title":"Systems","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Energy","url":"/energy/"},{"title":"Systems","url":"/energy/systems/"}],"content":"\n# Systems\n\n## Recognizing complexity and interdependence in human existence\n\nSystems thinking recognizes the complexity of the environment we inhabit. In the human realm, we are organized around social, economic, and political systems. Yet we are also mammals that are part of the biological diversity of the planet, which is threatened by the immense destructive capability of the human species.\n\nWe have built a social architecture that is actively killing members of our own species while causing the sixth mass extinction of species on this planet. We have built a machine that has formed its own artificial intelligence, and it is actively in the process of killing human beings. Corporations are inventions of aristocratic hierarchies and monarchies to control labour forces to extract resources and make profits. They have assumed legal personhood and now function as overloads over human activity. Humans are no longer in control, since the internal logic of the value of money supersedes the value of human beings.\n\nMoney, also, is a fiction that humans have designed as a medium of exchange. But for love of money, people will exploit other people. Injustice is considered by nation states and corporations as the collateral damage of a system designed for self-perpetuation and self-preservation.\n\nHumans created the perfect killing machine, and people are beginning to rise up to stop it.\n\n## Architecture is ideology made manifest\n\n*A transcript of an excerpt from the excellent Nice Try! podcast about Utopias and how they go wrong. This episode is called [Germania: Architecture in a Fascist Utopia](https://www.curbed.com/2019/5/7/18514684/nice-try-podcast-utopian-avery-trufelman). Traces of this fascist utopia still exist in modern Berlin. This excerpt starts at around 32:50.*\n\nSpeer was handily able to distance himself from an evil system he was not just participating in, but perpetuating. It’s chilling.\n\nIt spells out so clearly that Nazi Germany’s worst atrocities and many atrocities the world over were not only the ideas of singular evil men. They were supported and enacted by systems, by groups of people who woke up in the morning and went to offices to work on it.\n\nWe try to recount these stories in monuments and plaques, as though history is a grandiose series of battles and not something enacted in nine-to-fives.\n\nAnd in the meantime, more buildings go up. Land is moved. A patchwork of monuments and plaques can’t keep up. Because we are all surrounded by so much new development, so many rising towers are transforming the faces of the cities around us. It’s difficult to keep track of all the forces at play, to know who they were built for and who paid for them and which ones intend to do good. Because at the end of the day, all structures are, in some ways, ideology made manifest. They’re so much bigger than any of us. We just look around and feel so small.\n\n— Avery Trufelman"},{"url":"/resources/people/","title":"People","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Resources","url":"/resources/"},{"title":"People","url":"/resources/people/"}],"content":"\n# People\n\n## Humans are a commodity and a resource from which to extract value\n\nThe subjects of the Crown are valued according to their ability to extract value from other subjects.\n\nPeople are a commodity with little actual value, especially in terms of materials. In the logic of market valuation, humans are a liability in economic analyses that associate employees primarily with the debits accrued in the payment of salaries and benefits.\n\n## Market Economics\n\nAccording to market economics, the logic that controls our behaviours in Western Civilization, humans are worth little more than the material elements of which they are composed.\n\n> “Summing up all the amounts in the Value column, we come to a grand total of just over $160.”\n\n- [What is your body worth?](http://www.datagenetics.com/blog/april12011/)\n\n\n|            | Element    | Percentage |\n|------------|------------|------------|\n| O          | Oxygen     | 65         |\n| C          | Carbon     | 18         |\n| H          | Hydrogen   | 10.2       |\n| N          | Nitrogen   | 3.1        |\n| Ca         | Calcium    | 1.6        |\n| P          | Phosphorus | 1.2        |\n| K          | Potassium  | 0.25       |\n| S          | Sulfur     | 0.25       |\n| Na         | Sodium     | 0.15       |\n| Cl         | Chlorine   | 0.15       |\n| Mg         | Magnesium  | 0.05       |\n| Fe         | Iron       | 6.00E-03   |\n| F          | Fluorine   | 3.70E-03   |\n| Zn         | Zinc       | 3.20E-03   |\n| Si         | Silicon    | 2.00E-03   |\n| Rb         | Rubidium   | 4.60E-04   |\n| Sr         | Strontium  | 4.60E-04   |\n| Br         | Bromine    | 2.90E-04   |\n| Pb         | Lead       | 1.70E-04   |\n| Cu         | Copper     | 1.00E-04   |\n| Al         | Aluminium  | 8.70E-05   |\n| Cd         | Cadmium    | 7.20E-05   |\n| Ce         | Cerium     | 5.00E-05   |\n| Ba         | Barium     | 3.10E-05   |\n| Sn         | Tin        | 2.40E-05   |\n| I          | Iodine     | 1.60E-05   |\n| Ti         | Titanium   | 1.30E-05   |\n| B          | Boron      | 6.90E-05   |\n| Se         | Selenium   | 1.90E-05   |\n| Ni         | Nickel     | 1.40E-05   |\n| Cr         | Chromium   | 2.40E-06   |\n| Mn         | Manganese  | 1.70E-05   |\n| As         | Arsenic    | 2.60E-05   |\n| Li         | Lithium    | 3.10E-06   |\n| Hg         | Mercury    | 1.90E-05   |\n| Cs         | Caesium    | 2.10E-06   |\n| Mo         | Molybdenum | 1.30E-05   |\n| Ge         | Germanium  | 1.30E-05   |\n| Co         | Cobalt     | 2.10E-06   |\n| Sb         | Antimony   | 1.10E-05   |\n| Ag         | Silver     | 1.00E-06   |\n| Nb         | Niobium    | 1.60E-04   |\n| Zr         | Zirconium  | 6.00E-04   |\n| La         | Lanthanum  | 2.00E-04   |\n| Te         | Tellurium  | 1.20E-05   |\n| Ga         | Gallium    | 1.20E-05   |\n| Y          | Yttrium    | 1.20E-05   |\n| Bi         | Bismuth    | 1.20E-05   |\n| Tl         | Thallium   | 1.40E-05   |\n| In         | Indium     | 1.40E-05   |\n| Au         | Gold       | 1.40E-05   |\n| Sc         | Scandium   | 1.40E-05   |\n| Ta         | Tantalum   | 1.40E-05   |\n| V          | Vanadium   | 2.60E-05   |\n| Th         | Thorium    | 2.00E-07   |\n| U          | Uranium    | 1.30E-07   |\n| Sm         | Samarium   | 5.00E-09   |\n| W          | Tungsten   | 5.00E-09   |\n| Be         | Beryllium  | 5.00E-09   |\n| Ra         | Radium     | 1.00E-17   |\n\n\n## Human Resources\n\nIf it is possible to extract value from childcare, systems can be set up to ensure that parents will not raise and teach their own children when that occupation can be outsourced to state-sanctioned facilities.\n\nIf it is possible to extract value from a child’s education, systems can be set up to extract resources from the governing authorities for their indoctrination into market orthodoxy through standardized testing and industrial-scale sorting of aptitudes to prepare students for wage slavery in the market economy as part of their lifelong servitude as taxpayers to the corporate nation state.\n\nIf education can be privatized, banks can profit from the loans borrowed from potential future earnings to afford tuition, which in more progressive nations, is recognized as a form of student exploitation that also excludes intelligent and capable people from participation in the economic system.\n\nIf people can be replaced by systems, processes, and machines, it is more economically sustainable to reduce the corporation’s dependence on people to extract value from the trade of goods and services that depend largely on the appropriation of land from the Indigenous Peoples of any particular territory."},{"url":"/resources/relationships/","title":"Relationships","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Resources","url":"/resources/"},{"title":"Relationships","url":"/resources/relationships/"}],"content":"\n# Relationships\n\n## Public relations manufactures our consent to corporate exploitation\n\nIf a Monarchy builds an Empire on the appropriation of land for the extraction of resources, the social organization of such an endeavour is designed to value resources over human beings. If the story of this world is founded upon the scarcity of resources and the competition with other empires to secure the largest share of the available resources as a means of survival, there will be a strong motivation to eliminate any possible threats to global dominance. Consequently, the Indigenous Peoples of the world would be considered, at best, an impediment to world domination. A bureaucratic machinery would be sanctioned by Royal Proclamation to claim any poorly defended territories by first issuing a law that states in legal prose the ownership of said lands has been judiciously appointed to the Crown.\n\nAny objections should be taken up by potential litigants with letters of courteous civil discourse with the appointed ministers of the Crown who have been charged with the dispensation of the rules and judgments of the Royal Proclamations.\n\nWith the dissolution of the Monarchy, in practice, if not in legal governance or by public acclaim, the Rights and Title of the land appropriated by Royal Proclamation should instead be entrusted to those who have the largest amounts of the currency issued by the Monarch, whose image has been so represented upon said currency. As corporations have been granted legal personhood, it is least likely that any single individual is able to amass monetary value, real estate, and other forms of property and assets as efficiently as an entity that has been designed to scale such efforts to industrial levels of resource extraction, whether the commodity is vegetable, mineral, or animal. Similar logic may be applied to human resources, as commodification renders them as expendable liabilities on a balance sheet.\n\nAll relationships should be considered in relation to the hierarchy established by the Crown, according to the valuation that must be applied with regard to one’s station, position, or class. The population should henceforth be educated in such a way as to understand one’s station only with respect to the time that can be reasonably expected to maintain the status quo, upon which the edifice of amusements is precariously established. The house of cards must not be revealed as such. Through the duties of public relations managers, the reputation of the Crown and the Nation will be polished clean of any surreptitious motivations of the subjugation of the royal subjects. Henceforth, the Prime Ministers and Premiers of the Royal Dominion shall obfuscate the true intentions of the Crown, who will fulfill the duties of the head of state as a distraction to the actual dominance of the aristocratic rulers, who have been reframed and fashioned as entrepreneurial leaders and business executives and philanthropic celebrities to whom unquestioning allegiance are afforded by a media establishment that trains the population to regard such affairs as of paramount importance."},{"url":"/resources/community/","title":"Community","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Resources","url":"/resources/"},{"title":"Community","url":"/resources/community/"}],"content":"\n# Community\n\n## The media’s monopoly over public discourse replaces community\n\n> McLuhan contends that all media – in and of themselves and regardless of the messages they communicate – exert a compelling influence on man and society. Prehistoric, or tribal, man existed in a harmonious balance of the senses, perceiving the world equally through hearing, smell, touch, sight and taste. But technological innovations are extensions of human abilities and senses that alter this sensory balance – an alteration that, in turn, inexorably reshapes the society that created the technology.\n\n- [Next Nature: Marshall McLuhan](https://nextnature.net/2009/12/the-playboy-interview-marshall-mcluhan)\n\n# Language and Architecture\n\n## Metaphors and Metanarratives Manifest as Metropolises\n\n### Design Culture\n\nIn the design world, we are building a new metanarrative that centres around an expectation of failure as the path to new ideas and innovation. It is known as design thinking or human-centred design. IDEO is the company that has been most successful as a design institution and are the evangelists of this new religion. They believe that integration of art, science and commerce can save humanity. You just have to follow the process.\n\n- art: desirable (human)\n- science: feasible (technology)\n- business: viable (economics)\n\nhttp://www.designkit.org\n\n### Corporate Culture\n\nEgo is being redefined by corporate culture. We are tribes of consumers who declare membership through consumption, by affiliation to a collection of brands that define one’s personal identity and one’s social circles.\n\n“A corporation is a company or a group of people or an organization authorized to act as a single entity (legally a person) and recognized as such in law.”\n\nhttps://en.wikipedia.org/wiki/Corporation\n\nBe redefining what it means to be human, we have created a system, designed to value things, that is devaluing humanity.\n\n> In other words, corporations avoid culpability and responsibility in the eyes of the law for crimes against humanity by impersonating humans.\n\nhttps://bigthink.com/gary-shteyngart\n\nhttps://medium.com/@bauhouse/the-value-of-being-human-da8e627a06f6\n\n### Christian Culture\n\nTo reject the Christian narrative is not as easy as changing ideas about what you believe about a sacred text.\n\nLanguage forms us. “We shape our tools and thereafter our tools shape us.”\n\nJesse James Garrett might say that our perception is interpreted through our cognition, which is evaluated through our emotions, and we respond through our actions.\n\n- perception (senses: stimuli)\n- cognition (mind: thoughts)\n- emotion (heart: feelings)\n- action (body: behaviour)\n\nhttps://vimeo.com/77166651\n\nThrough language, we articulate our conceptions of spirituality, about the human experience of consciousness and self-awareness. Over time, we turn language into art and architecture as a way to express our ideas about how we organize our lives into institutions and social systems.\n\nSo, how do you reject the Christian narrative without rejecting everything that is foundational to the social structures that western society has created over the past 2,000 years?\n\n### The Technology of Language\n\nWords are a technology designed by humans to create shared ideas and experiences. Words are audible sounds that are symbols for ideas that can be shared through vibrations that travel through the air and are decoded by a physical and organic apparatus that relays messages across nerves and synapses to be interpreted through an electrochemical process that results in thoughts within a human brain.\n\nThese thoughts are then processed into the technology of the alphabet and relayed through physical synapses, a digital network called the internet to post into a social media platform.\n\n### Metaphors and Metanarratives\n\nLanguage, vocabulary, syntax and grammar are the tools that we use to create metaphors that allow us to create mental models of reality. Without a metanarrative, how do we understand reality?\n\nWe can only exist at the level of instinct, fixed patterns of behaviour exhibited by organic organisms in response to environmental stimuli.\n\nIf we are to be fully human, we transcend our basic human needs for food, clothing and shelter to reach for transcendence by finding meaning, purpose and belonging through shared experiences. Metanarratives are the tools we need to achieve consensus about how we imagine, design and build our common life together.\n\nIn the design world, we are coming to understand that we are no longer creating physical tools and artifacts. We are designing the human experience.\n\nThe Christian metanarrative is able to dominate the world, because it is a monolithic system that has built the tools, the language, the symbols, the art, the architecture, the institutions, the economic, military, and political machines, and the social identities and structures to wield hierarchical authority over populations.\n\n### Humans Transform Metanarratives into Architecture\n\nMany people are concluding that the Christian edifice that has dominated the world for centuries is crumbling. The Nones and Dones are renouncing affiliation to a monolithic culture that is revealing a structure based on the shifting sands of an authoritarian populism.\n\nHowever, to reject the Christian metanarrative is not as easy as changing ideas about what you believe about a sacred text.\n\nIf we use the metaphor of architecture, we can transform the façade without modifying the structure, but that is a superficial change.\n\nTo start over might mean to destroy the foundations and rebuild from the ground up.\n\nSo, at this point, the renovation project feels overwhelming, because we are resisting the inertia of thousands of years of socialization and the accumulated efforts of humanity to build the existing infrastructure.\n\n<iframe src=\"https://player.vimeo.com/video/66313792\" width=\"640\" height=\"360\" frameborder=\"0\" allow=\"autoplay; fullscreen\" allowfullscreen></iframe>\n<p><a href=\"https://vimeo.com/66313792\">The Human Scale</a> from <a href=\"https://vimeo.com/user8688075\">Autlook Filmsales</a> on <a href=\"https://vimeo.com\">Vimeo</a>.</p>\n\nThe Reformation was a change in façade, an iconoclastic effort to destroy the symbols and systems of the medieval age that had corrupted the institution.\n\nModernism rebuilt out of the failure of past traditions to provide peace and security and transformed the façade into a glass curtain wall to expose the exterior forms, interior structures and the human activities accommodated by these spaces.\n\nRecently, we have been observing a loss of faith in all of our institutions: governments, corporations and churches. The institutions are crumbling from the inside out. The façades have fallen away to reveal the human heart, and we are horrified. We are afraid of what we are witnessing in real time.\n\nIt is an apocalypse, an unveiling.\n\nPeople are responding in fear by shutting down, escaping, building walls, and looking for strong leaders to lead them back to a sense of well-being, prosperity and security. Inadvertently, however, they are destroying the institutions and each other in the process.\n\nSo, the question is, are we going to keep building on top of the existing foundation? Do we renovate and construct a new façade over the existing structure? Do we tear it down and rebuild?\n\nCan we reimagine our social architecture?"},{"url":"/resources/social-architecture/","title":"Social Architecture","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Resources","url":"/resources/"},{"title":"Social Architecture","url":"/resources/social-architecture/"}],"content":"\n# Social Architecture\n\n## The nation state has been built by the powerful to maintain the status quo\n\nIn Canada, we have three major institutions:\n\n- The Crown\n- The Corporation\n- The Church\n\nOur society is built on extracting resources on behalf of the Crown, the corporation, and the church from people who we are supposed to consider as others in a competition for scarce resources, whether it is land, oil, money, or access to a fictionalized afterlife.\n\nWe don’t have permission from our institutions to use our time to enjoy human community for the sake of its own pleasure of sharing a table, sharing a meal, and sharing conversation.\n\nBy creating the conditions to render difference as suspect and as a form of sedition against the state and a form of apostasy against the orthodoxy of the market economy, the activities that would normally be considered as the means of building authentic relationships, supportive networks, and interdependent social organizations is discouraged and often criminalized as a threat to the social order.\n\n## Permission to be curious\n\nWhat if people were given permission to be curious? What if people had permission to explore different ways of being in community.\n\n- Conversation\n- Art\n- Food\n- Going for a walk in a forest\n- Reconnecting with nature\n- Bird watching\n\n## How to change the status quo\n\nFirst, question the power of those in authority. Then, discover that change never comes from the top down. Hierarchies are built for self-preservation and maintenance of the status quo.\n\nChange always happens from the ground up. Find ways to build a network of people who can innovate and transform the world, not by fighting the existing system, but by creating new models to replace the obsolete systems.\n\n- The Crown: [Extraction Empire](https://mitpress.mit.edu/books/extraction-empire)\n- The Corporation: [Winners Take All](http://www.anand.ly/winners-take-all)\n- The Church: [Jesus Wants to Save Christians](https://robbell.com/jesus-wants-to-save-christians/)"},{"url":"/imagine/resources/","title":"Resources","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"}],"content":"\n# Resources\n\n## Adapting to Changing Technology\n\nThe tools that we use to communicate have changed over time. Much of our work was manual and analog. As graphic designers, we were engaged in a creative process that evolved from pencils, pens, rapidographs and rubylith to fonts, software and hardware to CMYK printing, foil stamping, stochastic screens and paper stocks. The breadth and depth of resources required for competence in the practice of design and communications grows as technology progresses.\n\nDesigners now collaborate with teams of business leaders, entrepreneurs, marketers, researchers, content strategists, and developers to build web applications, and digital products using lean startup principles, agile methodology, behaviour-driven development, and usability testing. We have experienced revolutions from the web standards movement, to the responsive web design movement, to the recognition of design as a primary driver in developing trust and brand recognition as user experience research drives the direction of product design and innovation for businesses. We have come to recognize that, whatever business or service is being offered, every individual in the organization is part of designing the systems that embody the culture. People support the effort to build tools and systems that meet human, technical, and business needs with their time, energy, and resources.\n\nTo recognize the opportunities that arise from the adjacent possible, we must understand first what tools and technologies are available to make the most of the available opportunities, given those possibilities."},{"url":"/imagine/theory/","title":"Theory","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Theory","url":"/imagine/theory/"}],"content":"\n# Theory\n\n## Retooling the education system for creativity instead of industries of extraction\n\nWe live in a world that has been transformed by the tools that we have designed to solve our problems and realize our aspirations.\n\nWe have so transformed our world in the process that humans have arrived at a state of crisis in our story as a species. We are immensely imaginative and creative, yet powerfully violent and destructive.\n\n## A Crisis of Control\n\nWe are eminently aware of our potential to create and destroy, but we have lost our ability to guide and control ourselves. The democratic experiment appears to be falling apart as the appetites for power, wealth, and glory overpower our efforts to bring freedom, equality, and fraternity to humanity.\n\n## Economics\n\nCollectively, we are seeking the sort of leadership that can guide us toward a brighter future. However, the calculations of corporate economics is centralizing wealth and power in the hands of a very few, threatening a darker vision of the future as we descend toward digital despotism. The values and incentives of capitalism have turned against the flourishing of humanity in favour of machines and algorithms that serve to perpetuate corporations. Flesh and blood bodies are being replaced by incorporeal fictions that we have named as legal representatives of human organization. However, these legal entities have turned on their creators. The value of corporations have far exceeded that of their human creators.\n\n## Nations\n\nNation states have legitimized the use of lethal force to perpetrate genocide, steal land, draw borders, and inflame nationalist, religious, and racist animosities toward fellow human beings.\n\n## Faith\n\nAt the heart of our survival as a species is a debate over the faith in capital to order our lives. We have chosen Mammon over our anachronistic notions of God. Yet, we still invoke the names of ancient deities to rationalize our capitalist devotions.\n\n## Arts\n\nThe Bauhaus began in 1919 in Weimar, Germany as a socialist movement to gather architects, artists, and artisans to rebuild society out of the ashes of the war over the domains of nation states and aristocratic empires.\n\n## Politics\n\nWhen, in 1933, the Nazis declared the modernism of the Bauhaus as degenerate art and closed the school, much of the creative diaspora was assimilated into what would become the American capitalist empire. Ever since, designers have tended to be the faithful servants of the capitalist order.\n\n## Technology\n\nDigital communication technologies have disrupted efforts to edit, mediate, control, distort, and suppress the flow of ideas. We find greater freedom to share ideas and to express questions and doubts about how the hierarchical institutions that have tended to dominate our social systems are responsible for oppressive, abusive, violent, and lethal force against large populations of humans and animals, and destructive actions against all forms of vegetative and organic life.\n\n## An Apocalypse and a Reckoning\n\nDividing over gender, race, religion, ideology, and geography has only served to strengthen the control of authoritarian hierarchies.\n\nWith the democratization of communication technologies, the voices of the marginalized, disenfranchised, and disillusioned are finding an audience. The wider access to information has created the conditions for an apocalypse: that is, an unveiling and a revelation of silenced opinions, undisclosed truths, hidden secrets, and suppressed facts. We now face the challenge of a reckoning with the truth of who we are and how we must change.\n\n- Genocide\n- Colonization\n- Slavery\n- War\n- Oppression\n- Patriarchy\n- Racism\n- Theocracy\n\nWe have lost faith in our institutions because they have proven themselves to be untrustworthy.\n\n- The government: institutionalizing injustice\n- The corporation: purchasing power\n- The church: perpetuating abuse\n\n## The Evolution of Design\n\nThe challenge of our century goes far beyond the design of new technologies to solve our problems. We have already spent the past century experimenting with technological inventions to create more efficient and more powerful versions of the old hierarchies. We have only become far more effective at destroying ourselves.\n\nIf Facebook has taught us anything, it is our ability to scale inhumanity at an exponential rate when the metrics for success focus on capital and market dominance rather than human decency.\n\nThe inescapable conclusion about what we need to design for this century is a better way to be human. Can we shift our focus from designing physical artifacts to designing living systems? How do we teach people to be prepared for such a challenge? The old industrial model of education does not serve humanity. It serves the machine.\n\nWe need a new model of education.\n\n## A New Model\n\n> “You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete.”\n\n― Buckminster Fuller\n\n## What is Design?\n\nDesign is a process that involves the human ability to use experience and memory as inspiration for the imagination to envision, create and build things, relationships, and organizations to solve our problems and manifest abstract ideas as physical artifacts and living systems.\n\n## What is Resilience?\n\nResilience is the awareness of our limitations and the challenges that we face and the ability to recognize our responsibility to engage our perceptions, cognitions, emotions, and actions in the world as creative problem-solvers and agents of change.\n\n## A Design Education\n\nA new model of education must recognize our dependence and connection to a complex ecosystem. We are part of a living system called Earth.\n\n## How Might We Redesign Education for the 21st Century?\n\nA new education model might replace the old model of diplomas, certificates, and degrees. The new credentials would be character, emotional intelligence, experience, wisdom, and resilience. The new curriculum would recognize the complex nature of being human.\n\n### Metaphysics\n\n- Ethics\n- Principles\n- Responsibilities\n\n### Physics\n\n- Influences\n- Technologies\n- Economics\n\n### Biology\n\n- Sensing\n- Interpreting\n- Responding\n\n### Cognition + Emotion\n\n- Philosophy\n- Psychology\n- Sociology\n\n### Perception + Action\n\n- Research\n- Process\n- Systems\n\n## The Work of the People\n\nTo build a new model of society will require all of us to work together. It will require a new liturgy, a new work of the people, to explore how we imagine, design, and build the future together.\n\nThat is the vision for the builders collective."},{"url":"/imagine/research/","title":"Research","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Research","url":"/imagine/research/"}],"content":"\n# Research\n\n## Methods for observation, information gathering, and testing\n\nThe theory and practice of design is evolving as technology changes and organizations adapt to a dynamic social, economic, political, and ecological environment.\n\nThe role of the designer has been facing constant change as media and technology provide capabilities that had not been possible are quickly adopted by people who are trying to integrate the needs of people and business within the constraints of what is technically feasible.\n\n## Design Thinking\n\nStudies and experiments regarding design."},{"url":"/imagine/strategy/","title":"Strategy","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Strategy","url":"/imagine/strategy/"}],"content":"\n# Strategy\n\n## Embracing uncertainty as an opportunity for systemic change\n\nWhen everything is going wrong, we need a strategy. If everything feels backward, we need a way forward. If maintaining the current course of action leads inevitably to our imminent demise, we need to change course.\n\nThe problem is that when we face a crisis, it is natural to respond autonomically, using the typical modes of survival that our species has evolved as an automatic self-defence system. The limbic system is often referred to as the “lizard brain.” The brain is wired for the simplest of responses to environmental stimuli. Because English-speaking humans have an affinity for alliteration, we like to categorize these [responses](https://www.anxietycanada.com/articles/fight-flight-freeze/) with similar initial consonants: fight, flight, freeze, or fake. To this collection, [others](https://www.psychologytoday.com/ca/blog/where-addiction-meets-your-brain/201404/your-lizard-brain) add fear, feeding, and fornication.\n\nWhen we fear for our very survival, we tend to make impulsive, irrational decisions. These are survival strategies, but they’re not always helpful courses of action.\n\n- Stimulus : Response\n\nTaking time to think and engage the rational mind helps us to short-circuit the initial impulse to react in aggression, run and hide from problems, become paralyzed by overwhelming complexity, or deny that anything is wrong.\n\n- Stimulus : Interpretation : Response\n\nIn public relations, the strategy for dealing with a crisis has been to have a plan in place that anticipates the best course of action, should anything go wrong. Murphy’s law guides this sort of approach, beginning with the certainty that, if anything can go wrong, it will go wrong.\n\nIn public relations, the strategy for dealing with a crisis has been to have a plan in place that anticipates the best course of action, should anything go wrong. Murphy’s law guides this sort of approach, beginning with the certainty that, if anything can go wrong, it will go wrong.\n\nThe concept of resilience also begins with this premise. If there is any possibility of bouncing back after a crisis, it will be because there were strategies in place for dealing with problems that might seem otherwise unmanageable.\n\n> “Anything that’s human is mentionable, and anything that is mentionable can be more manageable. When we can talk about our feelings, they become less overwhelming, less upsetting, and less scary. The people we trust with that important talk can help us know that we are not alone.”\n\n— [Mister Rogers](https://bookriot.com/2018/08/02/mister-rogers-quotes/)\n\nThe foundation of resilience is a good social support system. In other words, people need community. Humans have survived as a species, not because we are dominant, competitive, aggressive, and lethal, but because we are empathetic, cooperative, compassionate, and caring.\n\n## The Precariat\n\nEducation may not necessarily be the panacea that we had hoped it might be. There is nothing more dangerous than a well-educated psychopath. Unfortunately, there is a strong correlation between [billionaires](https://www.fastcompany.com/90411598/how-anand-giridharadas-disrupted-the-cult-of-the-billionaire), [CEOs](https://www.forbes.com/sites/jackmccullough/2019/12/09/the-psychopathic-ceo/), and [psychopaths](https://www.businessinsider.com/here-are-the-7-distinct-traits-many-rich-people-have-in-common-with-psychopaths-2015-3).\n\nAt the root of the psychopath’s approach to success is a story about scarcity, fear, and competition. If this story dominates the thinking of a leader or an [organization](https://www.penguinrandomhouse.ca/books/554240/temp-by-louis-hyman/9780735224087), it will naturally manifest in the social architecture built by that leader or organization. In fact, this is to be expected from the orientation of the capitalist, market-driven economic system of nation states that were founded by monarchical imperial colonialism. At the root of the system is a motivation that is primarily genocidal. The past 500 years of “Western Civilization” have borne out this hypothesis in a history of endless wars, destruction, and genocide.\n\n> The untold history of the surprising origins of the “gig economy”—how deliberate decisions made by consultants and CEOs in the 50s and 60s upended the stability of the workplace and the lives of millions of working men and women in postwar America.\n>\n> Over the last fifty years, job security has cratered as the institutions that insulated us from volatility have been swept aside by a fervent belief in the market. Now every working person in America today asks the same question: how secure is my job? In Temp, Louis Hyman explains how we got to this precarious position and traces the real origins of the gig economy: it was created not by accident, but by choice through a series of deliberate decisions by consultants and CEOs—long before the digital revolution.\n>\n> Uber is not the cause of insecurity and inequality in our country, and neither is the rest of the gig economy. The answer to our growing problems goes deeper than apps, further back than outsourcing and downsizing, and contests the most essential assumptions we have about how our businesses should work. As we make choices about the future, we need to understand our past.\n\n- [Temp: The Real Story of What Happened to Your Salary, Benefits, and Job Security](https://www.penguinrandomhouse.ca/books/554240/temp-by-louis-hyman/9780735224087) by Louis Hyman\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/hZnuc-Fv_Tc\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n---\n\n### Wetiko\n\nI first came across the concept of wetiko in Douglas Rushkoff’s book, Team Human. “On encountering the destructiveness of European colonialists, Native Americans concluded that the invaders must have a disease. They called it wetiko, a delusional belief that cannibalizing the life force of others is a logical and morally upright way to live. The Native Americans believed that wetiko derived from people’s inability to see themselves as enmeshed, interdependent parts of the natural environment.” @rushkoff\n\nhttps://twitter.com/bauhouse/status/1214924713396301825?s=20\n\n> Team Human is a manifesto—a fiery distillation of preeminent digital theorist Douglas Rushkoff’s most urgent thoughts on civilization and human nature. In one hundred lean and incisive statements, he argues that we are essentially social creatures, and that we achieve our greatest aspirations when we work together—not as individuals. Yet today society is threatened by a vast antihuman infrastructure that undermines our ability to connect. Money, once a means of exchange, is now a means of exploitation; education, conceived as way to elevate the working class, has become another assembly line; and the internet has only further divided us into increasingly atomized and radicalized groups.\n>\n> Team Human delivers a call to arms. If we are to resist and survive these destructive forces, we must recognize that being human is a team sport. In Rushkoff’s own words: “Being social may be the whole point.” Harnessing wide-ranging research on human evolution, biology, and psychology, Rushkoff shows that when we work together we realize greater happiness, productivity, and peace. If we can find the others who understand this fundamental truth and reassert our humanity—together—we can make the world a better place to be human.\n\n- [Team Human](https://books.wwnorton.com/books/9780393651690) by Douglas Rushkoff\n\n### Columbus and Other Cannibals\n\n> Celebrated American Indian thinker Jack D. Forbes’s Columbus and Other Cannibals was one of the founding texts of the anticivilization movement when it was first published in 1978. His history of terrorism, genocide, and ecocide told from a Native American point of view has inspired America’s most influential activists for decades. Frighteningly, his radical critique of the modern “civilized” lifestyle is more relevant now than ever before.\n>\n> Identifying the Western compulsion to consume the earth as a sickness, Forbes writes:\n>\n> “Brutality knows no boundaries. Greed knows no limits. Perversion knows no borders. . . . These characteristics all push towards an extreme, always moving forward once the initial infection sets in. . . . This is the disease of the consuming of other creatures’ lives and possessions. I call it cannibalism.”\n>\n> This updated edition includes a new chapter by the author.\n\n- [Columbus and Other Cannibals: The Wetiko Disease of Exploitation, Imperialism, and Terrorism](https://www.penguinrandomhouse.com/books/214073/columbus-and-other-cannibals-by-jack-d-forbes-foreword-by-derrick-jensen/) by Jack D. Forbes\n\n## A Shift in Values\n\nTo change the system that has been architected by a particularly self-destructive strategy of survival is to fundamentally shift the values at the foundation of its motivations and behaviours.\n\nWe must understand our values before we can change them. Our behaviours are a clue. Self-awareness is something that does not come naturally, especially when we take this modern, artificial, constructed reality as normal. It is not normal. It has been built upon 500 years of colonial genocide, and that legacy doesn’t just go away. We actually have to recognize that legacy and confront it.\n\nAt the centre of this strategy is the relationship that we have to Indigenous Peoples, in our own country, and around the globe. These relationships are interconnected. We need to look at all the designed objects that we use every day and begin to deconstruct their meaning in our decontextualized lives, to reconnect to the people, the cultures, the landscapes, and the ecosystems that have been disrupted because of our desire, acquisition, and use of these products."},{"url":"/design/ethics/","title":"Ethics","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Design","url":"/design/"},{"title":"Ethics","url":"/design/ethics/"}],"content":"\n# Ethics\n\n## Values are the foundation of the social architecture that we are building\n\nThe spiritual vision of the Bauhaus was a faith in people’s ability to transform society for good by breaking down divisions and working together toward a common purpose.\n\n# Cultural Evolution, Social Physics, and Metaphysical Design\n\n## The Spiritual Vision of the Bauhaus\n\nKaty Payne spent decades listening to long living mammals as an acoustic biologist to discover the songs of whales and the passions and deep empathy of elephants. She draws on the Quaker tradition for her understanding of the world of the social lives of animals as her church.\n\nThe Bauhaus began with the metaphor of a church and the Lyonel Feininger depiction of a modern cathedral as a symbol for a new faith in the synthesis of art and technology. It continues to be a powerful symbol of the influence of ideas about art and science through cultural evolution and social physics. One hundred years since Walter Gropius published the founding manifesto, the idea of the Bauhaus holds hope for a new iteration of the movement in a renaissance of its original focus on metaphysical design.\n\n## Cultural Evolution\n\nIn the past five decades that I have been listening to humans as a sort of armchair cultural anthropologist exploring human spirituality with a particular interest in the spread of ideas about art, design, education, and faith, my focus has been on the influence of design on human populations.\n\nWhen I speak of design, I am referring to the representation of an idea. Structure is ideology made manifest. The Bauhaus has been central to the story of the past century of design. The success of the school as a major influence on human culture is its foundations in the diversity of the people who were drawn to the vision of remaking society by finding ways to simplify the complexity of life.\n\nAt the heart of the endeavour was a curiosity that found its expression through the embodiment of experience and ideas in the spaces and objects that modern life afforded through the synthesis of art and technology.\n\nThe whole of human experience was considered in the creation of a Gesamtkunstwerk, a total work of art, that realized the social utopian vision of the Bauhaus. The human spirit had been crushed by the monstrosity of technological warfare that had devastated the world, constructed by nation states into a dehumanizing industrial death factory. In a defeated Germany, the solution to rebuilding society out of the ashes of the Great War was to focus the effort on unity as a corrective to the social divisions that had destroyed their civilization.\n\nSymbolically, the Bauhaus was the amalgamation of the arts and crafts into a new unity in Weimar, the city that became the centre for Germany’s first experiment in representational democracy.\n\nThe world had lost faith in the goodness of humanity and in the progress of human civilization. When everything has been lost, you begin with the thought that you are grateful to be alive. Then you search for ways to find meaning, purpose, and belonging. It takes time to dismantle and deconstruct the old architecture to prepare the foundations for reconstruction.\n\nThe Bauhaus was an idea to rebuild the world through the collective effort of all the separate disciplines by working together on the art and science of living. It was called, literally, the building house.\n\nIn the spirit of social democracy, the manifesto called for people to explore how we imagine, design, and build the future together.\n\n> Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.\n\nThe spiritual vision of the Bauhaus was a faith in people’s ability to transform society for good by breaking down divisions and working together toward a common purpose.\n\nIf it was possible to use human ingenuity to turn the world into a killing machine, was it also possible to flip the narrative to instead build a living machine?\n\nThe school embraced diversity and inclusion, inspiring artists and architects to gather and explore ideas, physicality, movement, materials, science, and psychology to better understand the human experience and its relationship to the physical environment.\n\nIn that sense, the Bauhaus, as a synthesis of science and art, represented a recognition of both the physical and that which was beyond the physical: the metaphysical. Human consciousness and experience are beyond what the physical sciences are able to understand. Art is the way we explore the senses, the mind, the heart, and the body. Jesse James Garrett of Adaptive Path expands the artifacts of design to include perception, cognition, emotion, and action to correspond with this four-fold conception of human experience in his talk on design for engagement.\n\n## Social Physics\n\nFor the past century, however, humans have been struggling to achieve mastery over the physical world, but we have tended to neglect the metaphysical.\n\nAs a species, we are experiencing an apocalypse, in both senses of the word. The term has come to mean the end of the world as we know it. But the original sense was that of an unveiling, a revelation of things of which we had been unaware, unable to perceive, or willfully ignorant.\n\nOver the past one hundred years, our eyes have been opened, and we have become like gods, knowing good and evil.\n\nThe ethics of design is at the forefront of our discussions as we have again come to realize that technology is not a neutral force in the world. Rather, technology is the means by which humanity gains the power to destroy or to create.\n\nMarshall McLuhan expanded our understanding of the media as extensions of human abilities that amplify their interactions to a global scale.\n\nYuval Noah Harari reflects back to us our aspirations and active efforts to achieve immortality and deity through the fusion of humanity with technology in his book Homo Deus.\n\nMike Monteiro articulates the argument that our world has been ruined by design. “Let’s destroy Silicon Valley,” he says, in order to build a new ethical framework for design.\n\nChamath Palihapitiya says that social media is ripping society apart.\n\nTristan Harris is blowing the whistle on tech companies built on the business model of captive audiences and the monetization of attention and behavioural prediction.\n\nShoshana Zuboff describes this time as The Age of Surveillance Capitalism.\n\nJenny Odell is facing her own disillusionment in global politics and a digital culture built to create monopolies of attention by learning how to do nothing as a form of resistance against the attention economy.\n\nNaomi Klein is advocating for a deeper understanding of the social, economic, political, and ecological implications of climate change that should bring us to the realization that this changes everything.\n\nDouglas Rushkoff is helping this generation realize that the trade offs that we have accepted to build our technological infrastructure are undermining the human project.\n\nGreta Thunberg is resolutely admonishing the adults that they have failed in their responsibility to respond to the climate emergency. She wants us to panic because our house is on fire. If the adults won’t do anything, then the children will.\n\nThe media are reporting some of the most pressing problems facing humanity as movements rise up to challenge crumbling institutions, charging them with intransigence, corruption, abuse, criminality, negligence, apathy, and indifference.\n\nDemocracies are falling to fascists and demagogues as fear of technology and the exponential acceleration of change is undermining the fragile foundations of the neoliberal economic order.\n\nThe legacy of the Bauhaus can be interpreted as both the cause and the cure for this moment of cultural malaise.\n\nI take the more optimistic perspective that the collaboration of a creative community can transform the world through unity and diversity and a culture of inclusivity.\n\nThe Nazis tried to destroy the Bauhaus, closing the school in Berlin in 1933, but the idea lives on today because of the collective effort of the diaspora of students and mentors who spread around the world to become the evangelists of a modern way of living, based on an understanding of the design constraints of the limitations of human experience, bounded by time, energy, and matter. The Nazi propaganda effort, the manipulation of a population through coercion and misinformation, was a victim of the unintended consequences of social physics, the science of how good ideas spread.\n\n## Metaphysical Design\n\nAs design is evolving from the physical artifact to living systems, we need the permission to engage in the language of the metaphysical, by which I mean the social, economic, and political.\n\nA philosopher and theologian once mused about the path of ideas as they spread through a culture. He traced that path from philosophy to art to music to culture and then, finally, to theology.\n\nAs noted earlier, it takes time for people to go through the process of metaphysical transformation. In progressive theological circles, the process is described as construction, deconstruction, and reconstruction. And it’s only now, one hundred years after the genesis of the modernist Bauhaus movement that the faithful are going through this process. Our seven day week is a daily reminder of the process.\n\nPardon me while I draw from the religious experience of my early childhood, which is Krista Tippett’s typical approach to breaking down barriers by approaching her explorations of dialogue and conversation with empathy and curiosity.\n\nTo me, the Bauhaus represents the genesis of modern design education and practice.\n\nIn the biblical Genesis, the first iteration for the creative process is three days. There are three days involving separation, but also increasing complexity: light, water, land. These basic materials of life are the foundation for the biological processes that will be built on them. The evolutionary process culminates in the emergence of vegetative life. These three days set the stage for what comes next.\n\nThe second iteration is another set of three days that correspond to the expansion and proliferation of the activity and life within the constraints of the possibilities afforded by light, water, and earth. The separation of life forms is described in relation to the three distinct domains of life: water, air, and land. The creative process culminated in the emergence of self-conscious sentient life: human beings.\n\nThe seventh day was a day of rest, to contemplate the work of creating.\n\nDid not the hero of the story say, “Destroy this temple and I will raise it in three days”? One could say that the nation of Israel was another design iteration, involving greater complexity, the formation of a unified nation. There was a time to build, a time to tear down, and a time to rebuild.\n\nThe second temple set the stage for the next design iteration: a global community connected through the technology of print technology to a common narrative of overcoming the coercive power of empire through faith, hope, and love. Yet, the very ones committed to preserving the traditions perverted these core tenets of the faith into an ideology that united religion, commerce, and state into a theocratic empire that made a farce of their belief systems. The state, defined as a monopoly on the use of force, makes a mockery of faith, hope, and love, and takes the name of its God in vain. Religion co-opted by the state has been transformed into yet another industrial death cult, manufactured to be beautiful on the outside, but on the inside full of dead men’s bones.\n\nLanguage is the expression of ideas by transforming electro-chemical signals in the brain into verbal symbols in the form of sound vibrations. Humans learned to communicate abstract ideas through physical representation as sound, then drawings, pictographs, paintings, pottery, sculpture, architecture, coins, alphabets, books, photographs, newspapers, magazines, radio, film, television, computers, digital networks, mobile devices, and cryptocurrencies. Design is the representation of an idea.\n\nWe often describe what came after the industrial revolution as the information revolution. For a time, as we were building the infrastructure for the internet, we were engaged in the creation of information architecture.\n\nIn the age of user experience design, we have been engrossed in the development of applications that build on top of the information and data we have collected so far to build the digital infrastructure and networks for our modern social architecture.\n\nHowever, we now realize that the fascists and demagogues have been using our social architecture to rebuild the Tower of Babel that brought about the divisions that are now in the process of dismantling our illusions of democracy and economic progress. They were only ever designed to benefit a select few at the pinnacle of the pyramid scheme of market domination. In that sense, Gropius was prescient in his vision of a crystal symbol of a new faith. One might say that the symbol of our faith in world trade was burned to the ground in a single day.\n\nWhat is our faith based on? Communism? Capitalism? Democracy? Theocracy? Architecture is ideology made manifest. But we have no idea what we are doing.\n\nMaybe, after millennia of design iterations, we need to rest and contemplate what we have created and reimagine a social architecture that is not about anthropocentrism and human-centred design, but on earth-centred symbiosis with the interconnected living systems of the planet.\n\nDesign systems are not limited to visual and typographic guidelines for screen-based technologies. We are living on a planet that is on fire because of human activity that is destroying the only life support system that we know of in this universe.\n\nTo get back to basic design principles, we need to reframe our problem by first answering the question, How might we find a way to live together without destroying each other?\n\nIn the effort to build leaders to design a resilient society, we need a builders collective who are thinking through our most pressing design challenges to realize the kind of world we actuality want to live in. This means thinking about the effects of exponential change as we face the reality of the social arc, the curve that describes our trajectory as a species, in terms of population growth and consumption of the finite resources of the planet. To do so will centre our discussions around ideas for social organization that align with what we are finding works best in engaging the best of what it means to be human, to value humans far beyond the fictions we tell ourselves about capital, corporations, and nation states. This will mean reimagining our social architecture by learning from our failures.\n\nLet’s be clear that fascism, demagogues, patriarchy, misogyny, xenophobia, bigotry, violence, war, and genocide are failures that have been designed into the systems that we currently have. A simple history lesson should make this plain to the most reasonable of observers. For others, we must be patient, as they may not be as far along in the process of maturity to fully grasp reality. Willful ignorance can be a pernicious characteristic of our cultural biases, and I say this from experience. Our constitutions, no matter how much they have been amended are failures of imagination, since we are only now waking up to our failure to observe, listen, and reflect on how we got here.\n\nI want to believe that humans can do better than this. The Bauhaus gives me hope that it is possible to reimagine our social architecture. The vector of time moves only in one direction: forward.\n\n---\n\nDesign is evolving and after 100 years of modern design inspired by the Bauhaus, we are only scratching the surface. To further explore the evolving language and practice of design, listen to Jarrett Fuller’s conversations with Sara Hendren on inclusive design, Bruce Tharp on discursive design, and Mark Foster Gage on aesthetics.\n\nFor further reading, I have documented my journey in building a philosophy of metaphysical design through intellectual, emotional, and spiritual curiosity: The Language of Empire: Learning to speak the lingua franca of oppression.\n\nFor anyone interested in exploring the indigenous path of initiation into the spiritual life of those who were resisting the oppression of empire, I have been listening to Nomad Podcast and felt enlightened and inspired by a reframing of ancient sacred narratives based on a modern understanding of the historical context: Alexander John Shaia – The Four-Fold Path of Transformation.\n\nThe [builders collective](https://bldrs.co/) is exploring how we can imagine, design, and build the future together. It’s the human project, inspired by [finding the others](https://teamhuman.fm/) and building a world where we can all live together. For inspiration, get involved with the [Green New Deal](https://theleap.org/portfolio-items/green-new-deal/), the [Sunrise Movement](https://www.sunrisemovement.org/), [International Living Future Institute](https://living-future.org/), [Buckminster Fuller Institute](https://www.bfi.org/), [Center for Humane Technology](https://humanetech.com/), [A Rocha](https://www.arocha.org/en/), and [Project Drawdown](https://www.drawdown.org/)."},{"url":"/design/principles/","title":"Principles","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Design","url":"/design/"},{"title":"Principles","url":"/design/principles/"}],"content":"\n# Principles\n\n## Knowledge, skill, and experience are distilled into a practice\n\n> We shape our living spaces and thereafter architecture shapes us.\n\nThe built environment is the physical infrastructure that contains and directs our social and economic relationships in patterns designed before we became aware of more effective and beneficial alternatives and opportunities, or the toxic effects of our legacy structures.\n\nIf capitalism has come to be understood as a system we have designed that better serves its own purpose of perpetual economic growth, it may no longer be serving the human needs it was designed to serve. Does the machine serve us or do we serve the machine?\n\n# Interdisciplinary Design and Social Architecture\n\n## Reimagining Our Common Life Together\n\nWe have together built a machine into a form that reflects the fragmented and siloed intellectual disciplines that we model after educational institutions, corporate organizational structures, and political systems that divide our thinking and work into discrete categories and disciplines.\n\nIf we have come to understand anything about the nature of creativity and innovation, it is that we discover and invent new and better ideas at the margins and intersections of different ways of thinking. The movement toward multi-, trans- and inter-disciplinarity is a sign of our recognition that design matters but also has the unintended consequence of solidifying human behaviour into structures that reflect the worst characteristics of human nature.\n\nIf we have come to understand anything about human nature, it is that humans are tribal creatures whose implicit bias has been formed by the ability to recognize patterns and to categorize, and the instinct to favour the familiar and safe and to avoid difference and risk.\n\nDiversity has become our greatest asset but our politics, our economics, and our built environment favour homogeneity and separation.\n\nThe global political climate suggests that we live at a crucial crossroads in time to choose whether past models of human interaction and production are sufficient to meet the needs of the future of our species and the future of our planet or we need new models.\n\nThe evolutionary survival and success of our species threatens the biodiversity of our planet and is resulting in the rapid extinction of vast numbers of species.\n\nThe tendency of the system we have designed toward homogeneity is destroying the delicate balance of the earth’s diverse ecosystem.\n\nBiology provides the model for a sustainable future. The symbiotic relationships of the various organisms that form our own bodies are a model of systems that have been proven to survive and thrive on earth.\n\nIndividual cells are part of an interconnected body, a complex design that requires every part to function well for the health and well-being of the whole.\n\nThe interdisciplinary nature of a biological organism has been proposed as a metaphor for understanding the ecosystem of the planet, involving both physical and biological processes. (See the Gaia hypothesis.)\n\nPhysics and biology are the basis for a new movement in engineering and design called [biomimicry](https://en.m.wikipedia.org/wiki/Biomimetics). By modelling architecture after biology, we can create living systems that can live in harmony with each other and the natural environment, in a symbiotic relationship with the earth rather than parasitic.\n\nDiversity and multidisciplinary work are the best models we have for our survival and for the continued flourishing of the human species.\n\nThe concept of the adjacent possible suggests that the opportunities for innovation and the creative possibilities that technology now affords will lead to a new way of building our social architecture that transcends older models of social, political, and economic theory.\n\nThe Bauhaus initiated the modernist design and architectural project with a synthesis of art and technology to rebuild society after the Great War.\n\nhttp://www.bauhaus-movement.com/en/\n\nHowever, in the service of industrial models of social and political engineering, art and technology have been coopted to participate in a military-industrial complex that is a synthesis of our worst human characteristics: greed and hatred.\n\nWe are caught in a dialectic of opposing forces, in the politics of thesis and antithesis, right versus left. We need a new synthesis that transcends the old paradigms.\n\nUnity in diversity is the model for both the organism and the planet. University is our best model for learning. Pixar and Apple are our best models for the architecture and social physics that generate the best ideas and economic engines.\n\nThe new synthesis is integrating biology and physics. The term biophysics was originally introduced by Karl Pearson in 1892.\n\n> While some colleges and universities have dedicated departments of biophysics, usually at the graduate level, many do not have university-level biophysics departments, instead having groups in related departments such as biochemistry, cell biology, chemistry, computer science, engineering, mathematics, medicine, molecular biology, neuroscience, pharmacology, physics, and physiology.\n\nhttps://en.m.wikipedia.org/wiki/Biophysics\n\nThe future of design and architecture may be in the integration of the separate disciplines to learn how interconnected systems work and model the built environment to imitate the processes of living organisms.\n\nWe are beginning to see these changes happening through the self-organizing principles of biological adaptation.\n\nhttps://en.m.wikipedia.org/wiki/Self_Organised_Learning_Environment\n\nThe following is a collection of the best of the interdisciplinary work that is leading to new ways of fulfilling the basic human needs of food, clothing and shelter. This is the best project to also fulfill our need for transcendence: meaning, purpose, and belonging. This is all the motivation we should need to find a new unity and a new synthesis.\n\n### Beyond STEM\n\nAlthough this is in the context of digital design, the case is made for developing diverse teams of multidisciplinary, cross-disciplinary problem solvers for next-generation challenges that go beyond STEM.\n\nhttps://medium.com/forbes/for-digital-success-look-beyond-stem-skills-computer-scientists-urge-c23ada19132c\n\n### Driverless City\n\nGiven AI and autonomous vehicles, there is surprisingly little thought going into the implications for urban design and architecture. \"A team of architects, designers, engineers and lawyers teamed up to produce IIT’s Driverless City project which includes multiple videos worth a look.\"\n\nhttps://medium.com/dashmarshall/are-designers-letting-autonomous-vehicles-shape-future-cities-153c4b42a999\n\n### Decolonization and Sustainability\n\nIf building is happening on unceded territories, it would seem that a multidisciplinary team should include consultation regarding indigenous land development and the decolonization of urban planning. How does reconciliation work within the design-build practice?\n\nhttp://umanitoba.ca/faculties/architecture/InterdisciplinaryIndigenousDesignStudio2015.html\n\n### Affordability\n\nThe minimalist and tiny house movements offer us a different way to think about living spaces and one of the most effective ways to lower our negative impact on the planet’s resources and ecosystems: doing more with less.\n\nhttps://m.youtube.com/watch?v=GgBpyNsS-jU\n\n### Urban Think Tank\n\nNecessity is birthing the invention of new organizational and creative models as a more holistic approach to the complex interactions that define our social architecture. Consider the work of Urban-Think Tank to create a culture of interdisciplinary learning and collaboration.\n\n> We are an interdisciplinary design practice dedicated to projects that focus on social architecture and informal development, and through teaching, exhibitions, film, and publications, we research, make, and communicate strategies to improve cities around the world.\n\n> Urban-Think Tank (U-TT) is an interdisciplinary design practice dedicated to high-level research and design on a variety of subjects, concerned with contemporary architecture and urbanism. The philosophy of U-TT is to deliver innovative yet practical solutions through the combined skills of architects, civil engineers, environmental planners, landscape architects, and communication specialists.\n\nhttp://u-tt.com/about/\n\nConsider the Hoograven project\n\n> U-TT proposed an array of projects focused on accommodating increased density, cultural-hybridity, and street-level informality. The designs include kasbah-inspired housing, multifunctional culture hubs, and parasitic rehabilitative interventions that plug-in to the existing urban fabric through a flexible, modular system. Clustered into “hot spots”, the intention was that these accupunctural projects would serve collectively as a catalyst for responsible growth, as well as contribute to the improved integration of marginalized immigrant groups.\n\nhttp://u-tt.com/project/hoograven/\n\n### Solar Aquatics\n\nGiven the sewage waste problem in our cities, is there a reason why solar aquatic systems are not being used to solve the problem? Consider the Living Building in Rhinebeck, NY, the Omega Center for Sustainable Living.\n\nhttp://www.toddecological.com/index.php?id=projects\n\nhttps://watershedsentinel.ca/articles/sludge-buster-is-a-living-machine/\n\nhttps://www.bfi.org/ideaindex/projects/2008/challenge-appalachia\n\n## Renewable Energy\n\nBiology has already solved the problem of energy production and storage. Photosynthesis is the model for collecting energy from the sun to power life sustaining and reproductive processes.\n\nResidents are joining together to think through problems at the municipal level to adopt renewable energy production in communities such as Wildpoldsried, Germany that have contributed to a self-sustaining economy:\n\nhttps://inhabitat.com/german-village-produces-500-of-its-energy-from-renewable-sources/\n\n## Community as Biological Ecosystem\n\nThe short-sighted politically and economically motivated massive, industrial hydro-electric dams and fossil fuel extraction projects fail to address a long-term view of social architecture that recognizes the interconnected nature of biological ecosystems and social systems. A multidisciplinary team is required to think through decolonization, ecology, economics, mental health, family dynamics, social physics, social cohesion, community building, transportation systems, energy generation, food production and watershed protection and management. Biomimicry should be public policy.\n\nhttps://www.ted.com/talks/janine_benyus_biomimicry_in_action\n\n## New Economic Models\n\nA new economy is arising out of the third industrial revolution to provide models that are being adopted as public policy in the [EU](http://www.businessinsider.com/jeremy-rifkin-interview-2017-6) and [China](https://www.huffingtonpost.com/nathan-gardels/china-third-industrial-revolution_b_8478954.html). The ideological resistance to these ideas will most likely be quickly dispelled with [the design of new models that make the old models obsolete](https://www.bfi.org/).\n\nhttp://www.aneweconomy.ca/\n\nhttps://vimeo.com/161668374\n\nhttps://en.m.wikipedia.org/wiki/The_Third_Industrial_Revolution\n\nhttps://www.youtube.com/watch?v=NWs6ewi_iUE\n\n### Redesigning Relationships\n\nPeople intentionally thinking beyond conventions and existing zoning policies generate innovative ideas about the economic and social opportunities for creating affordable housing. Cohousing projects are an effort to find ways to work together to build community, rather than passively accept models built primarily to satisfy economic growth and political expediency.\n\n“Installed on the rooftop of the complex are 90 Canadian Solar photovoltaic panels that are expected to provide 25,000 kWh of electricity per year. The array is grid-tied, with no on-site storage, and provides electricity to the building’s common areas. The system also takes advantage of BC Hydro’s net metering program; excess energy from the solar electricity system will be fed into the grid and the grid will supply energy when the panels cannot.”\n\n\"The new multi-family residential development is home to a number of firsts in both British Columbia and Canada, and incorporates a number of interesting solar photovoltaic and electric vehicle features. The 31-unit strata spans three double lots and maximizes shared space to reduce energy requirements. This development takes a pioneering approach to addressing the need for low-impact and affordable housing in Vancouver.\"\n\nhttp://www.renewablecities.ca/news-updates/east-vancouver-community-solar-project\n\nhttps://vancouvercohousing.com/2016/11/13/bcs-first-community-owned-solar-energy-project/\n\nhttp://www.vancourier.com/news/owners-of-vancouver-s-first-cohousing-complex-move-in-1.2195550\n\n### Social Intervention, Psychology and Community Building\n\nMore than anything, our cities need an intervention. Mimi Silbert, who has a PhD in psychology and criminology from University of California, Berkeley, has 40 years of expertise in urban intervention development and community building in San Francisco, New York, Los Angeles, New Mexico, North Carolina and South Carolina. She works with the discarded people of society, convicted criminals, to rehabilitate them and help them become leaders of the community.\n\n> The discussion to bring Delancey to Vancouver is in its early stages, but of the potential sites shown to Silbert recently she liked the soon-to-be-vacant Emily Carr University buildings on Granville Island the best, followed by a retail and residential complex in trendy South Granville.\n\nhttp://vancouversun.com/feature/can-revolutionary-rehab-for-ex-cons-work-in-vancouver-2\n\n### Interior Design: A Psychology of Well-Being\n\nWe look inside to understand the things that we build as [extensions of ourselves](https://en.m.wikipedia.org/wiki/Understanding_Media).\n\nIdeologies and religions have been sources of social cohesion that have helped to create more just and empathetic communities. However, technologies have amplified the worst ideas that have been extrapolated from our histories and sacred texts.\n\nBecoming human will require new and better ways of thinking about ourselves and each other that does not lead to harmful and violent behaviours that threaten individual well-being and each other’s very existence.\n\nhttp://www.cbc.ca/radio/ideas/the-1998-cbc-massey-lectures-becoming-human-1.2946860\n\n## Sparking Conversation\n\nCredit goes to [Mark Busse](http://markbusse.ca/), Director of Creativity and Engagement at HCMA Architecture + Design, in sparking this [discussion on Facebook](https://www.facebook.com/mark.busse/posts/10155686414216955).\n\n> Anyone found any particularly poignant or well-articulated rationales for multi-, trans- and inter-disciplinarity in architecture and design process? If we turn a critical eye on modern architecture practice, what advantage does an interdisciplinary approach bring? Is the current state of architecture too fragmented, focussing on disciplines as discrete chunks of knowledge?\n\n### Field Trip\n\nCreative Mornings Vancouver is partnering with HCMA Architecture + Design to offer a field trip to explore the social impact of architecture and design.\n\n> HCMA Architecture + Design challenges the traditional boundaries of architectural practice by asking one question. “How do we achieve the maximum positive impact through design?”\n>\n> Join us at HCMA Architecture + Design where you will be given some context including a tour of the firm’s offices, a look at two case studies of social impact in the built environment, and a group exercise challenging thinking and sharing ideas on how to contribute to our community in meaningful ways.\n\nhttps://creativemornings.com/talks/RIrB_0gxV3EbjellaGRL8g==\n\n## Notes\n\n- [Mark Busse](http://markbusse.ca/), Director of Creativity and Engagement at HCMA Architecture + Design\n- [For Digital Success, Look Beyond STEM Skills, Computer Scientists Urge](https://medium.com/forbes/for-digital-success-look-beyond-stem-skills-computer-scientists-urge-c23ada19132c) , by Joe McKendrick, Forbes\n- [The Climate Crisis? It’s Capitalism, Stupid](https://www.nytimes.com/2017/11/20/opinion/climate-capitalism-crisis.html) by Benjamin Y. Fong, New York Times\n- [Understanding Media: Extensions of Man](https://en.m.wikipedia.org/wiki/Understanding_Media) by Marshall McLuhan\n- [Can revolutionary rehab for ex-cons work in Vancouver?](http://vancouversun.com/feature/can-revolutionary-rehab-for-ex-cons-work-in-vancouver-2) by Lori Culbert, Vancouver Sun\n- [Becoming Human](http://www.cbc.ca/radio/ideas/the-1998-cbc-massey-lectures-becoming-human-1.2946860) by Jean Vanier\n- [Buckminster Fuller Institute](https://www.bfi.org/)\n- [Owners of Vancouver’s first cohousing complex move in](http://www.vancourier.com/news/owners-of-vancouver-s-first-cohousing-complex-move-in-1.2195550) - Vancouver Courier\n- [On Location at BC’s First Community-Owned Solar Energy Project](http://www.renewablecities.ca/news-updates/east-vancouver-community-solar-project) - Renewable Cities\n- [BC’s First Community Owned Solar Energy Project](https://vancouvercohousing.com/2016/11/13/bcs-first-community-owned-solar-energy-project/) - Vancouver Cohousing\n- [Build a New Model](https://www.goodreads.com/quotes/13119-you-never-change-things-by-fighting-the-existing-reality-to) quote on GoodReads\n- [Build a New Model](https://www.youtube.com/watch?v=NWs6ewi_iUE) on YouTube\n- [The Buckminster Fuller Challenge](https://www.youtube.com/watch?v=v7OBTiyMoSE) on YouTube\n- [Biomimicry in Action](https://www.ted.com/talks/janine_benyus_biomimicry_in_action) - TED Talk by Janine Benyus\n- [The Third Industrial Revolution](https://en.m.wikipedia.org/wiki/The_Third_Industrial_Revolution) by Jeremy Rifkin\n- [China’s New Five-Year Plan Embraces the Third Industrial Revolution](https://www.huffingtonpost.com/nathan-gardels/china-third-industrial-revolution_b_8478954.html) by Nathan Gardels, Huffington Post\n- [A key player in China and the EU's 'third industrial revolution' describes the economy of tomorrow](http://www.businessinsider.com/jeremy-rifkin-interview-2017-6)\n- [A New Economy](http://www.aneweconomy.ca/) by Trevor Meier, Domain7 Studios\n- [Are Designers Letting Autonomous Vehicles Shape Future Cities?](https://medium.com/dashmarshall/are-designers-letting-autonomous-vehicles-shape-future-cities-153c4b42a999) by Bryan Boyer\n- [This German village generates 500% more energy than it needs](https://inhabitat.com/german-village-produces-500-of-its-energy-from-renewable-sources/) by Charley Cameron, Inhabitat\n- [Biomimetics](https://en.m.wikipedia.org/wiki/Biomimetics) - Wikipedia\n- [Biophysics](https://en.m.wikipedia.org/wiki/Biophysics) - Wikipedia\n- [Self Organised Learning Environment](https://en.m.wikipedia.org/wiki/Self_Organised_Learning_Environment) - Wikipedia\n- [The Social Impact of Architecture & Design](https://creativemornings.com/talks/RIrB_0gxV3EbjellaGRL8g==), Creative Mornings"},{"url":"/design/processes/","title":"Processes","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Design","url":"/design/"},{"title":"Processes","url":"/design/processes/"}],"content":"\n# Processes\n\n## Living in complex social, economic, political, and ecological systems\n\nProcess philosophy—also ontology of becoming, processism, or philosophy of organism—identifies metaphysical reality with change. In opposition to the classical model of change as illusory (as argued by Parmenides) or accidental (as argued by Aristotle), process philosophy regards change as the cornerstone of reality—the cornerstone of being thought of as becoming.\n\nSince the time of Plato and Aristotle, some philosophers have posited true reality as “timeless”, based on permanent substances, while processes are denied or subordinated to timeless substances. If Socrates changes, becoming sick, Socrates is still the same (the substance of Socrates being the same), and change (his sickness) only glides over his substance: change is accidental, whereas the substance is essential. Therefore, classic ontology denies any full reality to change, which is conceived as only accidental and not essential. This classical ontology is what made knowledge and a theory of knowledge possible, as it was thought that a science of something in becoming was an impossible feat to achieve.\n\nProcess philosophy covers not just scientific intuitions and experiences, but can be used as a conceptual bridge to facilitate discussions among religion, philosophy, and science.\n\n## Twentieth century\n\nIn early twentieth century, the philosophy of mathematics was undertaken to develop mathematics as an airtight, axiomatic system in which every truth could be derived logically from a set of axioms. In the foundations of mathematics, this project is variously understood as logicism or as part of the formalist program of David Hilbert. Alfred North Whitehead and Bertrand Russell attempted to complete, or at least facilitate, this program with their seminal book Principia Mathematica, which purported to build a logically consistent set theory on which to found mathematics. After this, Whitehead extended his interest to natural science, which he held needed a deeper philosophical basis. He intuited that natural science was struggling to overcome a traditional ontology of timeless material substances that does not suit natural phenomena. According to Whitehead, material is more properly understood as ‘process’. In 1929, he produced the most famous work of process philosophy, Process and Reality, continuing the work begun by Hegel but describing a more complex and fluid dynamic ontology.\n\nProcess thought describes truth as “movement” in and through substance (Hegelian truth), rather than substances as fixed concepts or “things” (Aristotelian truth). Since Whitehead, process thought is distinguished from Hegel in that it describes entities that arise or coalesce in becoming, rather than being simply dialectically determined from prior posited determinates. These entities are referred to as complexes of occasions of experience. It is also distinguished in being not necessarily conflictual or oppositional in operation. Process may be integrative, destructive or both together, allowing for aspects of interdependence, influence, and confluence, and addressing coherence in universal as well as particular developments, i.e., those aspects not befitting Hegel’s system. Additionally, instances of determinate occasions of experience, while always ephemeral, are nonetheless seen as important to define the type and continuity of those occasions of experience that flow from or relate to them.\n\n# Whitehead’s Process and Reality\n\nAlfred North Whitehead began teaching and writing on process and metaphysics when he joined Harvard University in 1924.\n\nIn his book Science and the Modern World (1925), Whitehead noted that the human intuitions and experiences of science, aesthetics, ethics, and religion influence the worldview of a community, but that in the last several centuries science dominates Western culture. Whitehead sought a holistic, comprehensive cosmology that provides a systematic descriptive theory of the world which can be used for the diverse human intuitions gained through ethical, aesthetic, religious, and scientific experiences, and not just the scientific.\n\nWhitehead’s influences were not restricted to philosophers or physicists or mathematicians. He was influenced by the French philosopher Henri Bergson (1859–1941), whom he credits along with William James and John Dewey in the preface to Process and Reality.\n\n## Process metaphysics\n\nFor Whitehead, metaphysics is about logical frameworks for the conduct of discussions of the character of the world. It is not directly and immediately about facts of nature, but only indirectly so, in that its task is to explicitly formulate the language and conceptual presuppositions that are used to describe the facts of nature. Whitehead thinks that discovery of previously unknown facts of nature can in principle call for reconstruction of metaphysics.\n\nThe process metaphysics elaborated in Process and Reality posits an ontology which is based on the two kinds of existence of an entity, that of actual entity and that of abstract entity or abstraction, also called ‘object’.\n\nActual entity is a term coined by Whitehead to refer to the entities that really exist in the natural world. For Whitehead, actual entities are spatiotemporally extended events or processes. An actual entity is how something is happening, and how its happening is related to other actual entities. The actually existing world is a multiplicity of actual entities overlapping one another.\n\nThe ultimate abstract principle of actual existence for Whitehead is creativity. Creativity is a term coined by Whitehead to show a power in the world that allows the presence of an actual entity, a new actual entity, and multiple actual entities. Creativity is the principle of novelty. It is manifest in what can be called ‘singular causality’. This term may be contrasted with the term ‘nomic causality’. An example of singular causation is that I woke this morning because my alarm clock rang. An example of nomic causation is that alarm clocks generally wake people in the morning. Aristotle recognizes singular causality as efficient causality. For Whitehead, there are many contributory singular causes for an event. A further contributory singular cause of my being awoken by my alarm clock this morning was that I was lying asleep near it till it rang.\n\nAn actual entity is a general philosophical term for an utterly determinate and completely concrete individual particular of the actually existing world or universe of changeable entities considered in terms of singular causality, about which categorical statements can be made. Whitehead’s most far-reaching and radical contribution to metaphysics is his invention of a better way of choosing the actual entities. Whitehead chooses a way of defining the actual entities that makes them all alike, qua actual entities, with a single exception.\n\nFor example, for Aristotle, the actual entities were the substances, such as Socrates. Besides Aristotle’s ontology of substances, another example of an ontology that posits actual entities is in the monads of Leibniz, which are said to be ‘windowless’.\n\n## Whitehead’s actual entities\n\nFor Whitehead’s ontology of processes as defining the world, the actual entities exist as the only fundamental elements of reality.\n\nThe actual entities are of two kinds, temporal and atemporal.\n\nWith one exception, all actual entities for Whitehead are temporal and are occasions of experience (which are not to be confused with consciousness). An entity that people commonly think of as a simple concrete object, or that Aristotle would think of as a substance, is, in this ontology, considered to be a temporally serial composite of indefinitely many overlapping occasions of experience. A human being is thus composed of indefinitely many occasions of experience.\n\nThe one exceptional actual entity is at once both temporal and atemporal: God. He is objectively immortal, as well as being immanent in the world. He is objectified in each temporal actual entity; but He is not an eternal object.\n\nThe occasions of experience are of four grades. The first grade comprises processes in a physical vacuum such as the propagation of an electromagnetic wave or gravitational influence across empty space. The occasions of experience of the second grade involve just inanimate matter; “matter” being the composite overlapping of occasions of experience from the previous grade. The occasions of experience of the third grade involve living organisms. Occasions of experience of the fourth grade involve experience in the mode of presentational immediacy, which means more or less what are often called the qualia of subjective experience. So far as we know, experience in the mode of presentational immediacy occurs in only more evolved animals. That some occasions of experience involve experience in the mode of presentational immediacy is the one and only reason why Whitehead makes the occasions of experience his actual entities; for the actual entities must be of the ultimately general kind. Consequently, it is inessential that an occasion of experience have an aspect in the mode of presentational immediacy; occasions of the grades one, two, and three, lack that aspect.\n\nThere is no mind-matter duality in this ontology, because “mind” is simply seen as an abstraction from an occasion of experience which has also a material aspect, which is of course simply another abstraction from it; thus the mental aspect and the material aspect are abstractions from one and the same concrete occasion of experience. The brain is part of the body, both being abstractions of a kind known as persistent physical objects, neither being actual entities. Though not recognized by Aristotle, there is biological evidence, written about by Galen, that the human brain is an essential seat of human experience in the mode of presentational immediacy. We may say that the brain has a material and a mental aspect, all three being abstractions from their indefinitely many constitutive occasions of experience, which are actual entities.\n\n## Time, causality, and process\n\nInherent in each actual entity is its respective dimension of time. Potentially, each Whiteheadean occasion of experience is causally consequential on every other occasion of experience that precedes it in time, and has as its causal consequences every other occasion of experience that follows it in time; thus it has been said that Whitehead’s occasions of experience are ‘all window’, in contrast to Leibniz’s ‘windowless’ monads. In time defined relative to it, each occasion of experience is causally influenced by prior occasions of experiences, and causally influences future occasions of experience. An occasion of experience consists of a process of prehending other occasions of experience, reacting to them. This is the process in process philosophy.\n\nSuch process is never deterministic. Consequently, free will is essential and inherent to the universe.\n\nThe causal outcomes obey the usual well-respected rule that the causes precede the effects in time. Some pairs of processes cannot be connected by cause-and-effect relations, and they are said to be spatially separated. This is in perfect agreement with the viewpoint of the Einstein theory of special relativity and with the Minkowski geometry of spacetime. It is clear that Whitehead respected these ideas, as may be seen for example in his 1919 book An Enquiry concerning the Principles of Natural Knowledge as well as in Process and Reality. Time in this view is relative to an inertial reference frame, different reference frames defining different versions of time.\n\n## Atomicity\n\nThe actual entities, the occasions of experience, are logically atomic in the sense that an occasion of experience cannot be cut and separated into two other occasions of experience. This kind of logical atomicity is perfectly compatible with indefinitely many spatio-temporal overlaps of occasions of experience. One can explain this kind of atomicity by saying that an occasion of experience has an internal causal structure that could not be reproduced in each of the two complementary sections into which it might be cut. Nevertheless, an actual entity can completely contain each of indefinitely many other actual entities.\n\nAnother aspect of the atomicity of occasions of experience is that they do not change. An actual entity is what it is. An occasion of experience can be described as a process of change, but it is itself unchangeable.\n\nThe reader should bear in mind that the atomicity of the actual entities is of a simply logical or philosophical kind, thoroughly different in concept from the natural kind of atomicity that describes the atoms of physics and chemistry.\n\n## Topology\n\nWhitehead’s theory of extension was concerned with the spatio-temporal features of his occasions of experience. Fundamental to both Newtonian and to quantum theoretical mechanics is the concept of momentum. The measurement of a momentum requires a finite spatiotemporal extent. Because it has no finite spatiotemporal extent, a single point of Minkowski space cannot be an occasion of experience, but is an abstraction from an infinite set of overlapping or contained occasions of experience, as explained in Process and Reality. Though the occasions of experience are atomic, they are not necessarily separate in extension, spatiotemporally, from one another. Indefinitely many occasions of experience can overlap in Minkowski space.\n\nNexus is a term coined by Whitehead to show the network actual entity from universe. In the universe of actual entities spread actual entity. Actual entities are clashing with each other and form other actual entities. The birth of an actual entity based on an actual entity, actual entities around him referred to as nexus.\n\nAn example of a nexus of temporally overlapping occasions of experience is what Whitehead calls an enduring physical object, which corresponds closely with an Aristotelian substance. An enduring physical object has a temporally earliest and a temporally last member. Every member (apart from the earliest) of such a nexus is a causal consequence of the earliest member of the nexus, and every member (apart from the last) of such a nexus is a causal antecedent of the last member of the nexus. There are indefinitely many other causal antecedents and consequences of the enduring physical object, which overlap, but are not members, of the nexus. No member of the nexus is spatially separate from any other member. Within the nexus are indefinitely many continuous streams of overlapping nexūs, each stream including the earliest and the last member of the enduring physical object. Thus an enduring physical object, like an Aristotelian substance, undergoes changes and adventures during the course of its existence.\n\nIn some contexts, especially in the theory of relativity in physics, the word ‘event’ refers to a single point in Minkowski or in Riemannian space-time. A point event is not a process in the sense of Whitehead’s metaphysics. Neither is a countable sequence or array of points. A Whiteheadian process is most importantly characterized by extension in space-time, marked by a continuum of uncountably many points in a Minkowski or a Riemannian space-time. The word ‘event’, indicating a Whiteheadian actual entity, is not being used in the sense of a point event.\n\n## Whitehead’s abstractions\n\nWhitehead’s abstractions are conceptual entities that are abstracted from or derived from and founded upon his actual entities. Abstractions are themselves not actual entities. They are the only entities that can be real but are not actual entities. This statement is one form of Whitehead’s ‘ontological principle’.\n\nAn abstraction is a conceptual entity that refers to more than one single actual entity. Whitehead’s ontology refers to importantly structured collections of actual entities as nexuses of actual entities. Collection of actual entities into a nexus emphasizes some aspect of those entities, and that emphasis is an abstraction, because it means that some aspects of the actual entities are emphasized or dragged away from their actuality, while other aspects are de-emphasized or left out or left behind.\n\n‘Eternal object’ is a term coined by Whitehead. It is an abstraction, a possibility, or pure potential. It can be ingredient into some actual entity. It is a principle that can give a particular form to an actual entity.\n\nWhitehead admitted indefinitely many eternal objects. An example of an eternal object is a number, such as the number ‘two’. Whitehead held that eternal objects are abstractions of a very high degree of abstraction. Many abstractions, including eternal objects, are potential ingredients of processes.\n\n## Relation between actual entities and abstractions stated in the ontological principle\n\nFor Whitehead, besides its temporal generation by the actual entities which are its contributory causes, a process may be considered as a concrescence of abstract ingredient eternal objects. God enters into every temporal actual entity.\n\nWhitehead’s ontological principle is that whatever reality pertains to an abstraction is derived from the actual entities upon which it is founded or of which it is comprised.\n\n## Causation and concrescence of a process\n\nConcrescence is a term coined by Whitehead to show the process of jointly forming an actual entity that was without form, but about to manifest itself into an entity Actual full (satisfaction) based on datums or for information on the universe. The process of forming an actual entity is the case based on the existing datums. Concretion process can be regarded as subjectification process.\n\nDatum is a term coined by Whitehead to show the different variants of information possessed by actual entity. In process philosophy, datum is obtained through the events of concrescence. Every actual entity has a variety of datum.\n\n- [Wikipedia: Process philosophy](https://en.wikipedia.org/wiki/Process_philosophy)"},{"url":"/design/systems/","title":"Systems","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Design","url":"/design/"},{"title":"Systems","url":"/design/systems/"}],"content":"\n# Systems\n\n## We form our tools and thereafter our tools form us\n\n![Code](https://source.unsplash.com/8OyKWQgBsKQ/1280x720)\n\nPhoto by [Markus Spiske](https://unsplash.com/photos/8OyKWQgBsKQ) on [Unsplash](https://unsplash.com/)\n\n## Information Architecture\n\nAn information architect is tasked with the challenge of gathering the information that needs to be contained within a site and organizing that content into categories that would make sense for people who needed to find that information. Architect might be a presumptuous title for those who might be largely self-taught in the areas of design and web development. In areas of innovation, people are making things up as they go along. Information architects are making an analogy between the wayfinding systems used by environmental designers when tasked with the challenge of helping people find their way within the built environment. There was no school for information architecture at the time. We were building the future. There’s no textbook for something that has not been done before. So, we created blogs to document our process. And people would speak at conferences about how technology and design were providing opportunities to think differently about the way we were working and to understand these new responsibilities.\n\n## An Industrial Revolution\n\nAs industries and corporations began to understand that the Internet was not just a hobby but a new frontier for branding, marketing, and sales that had the power to disrupt their businesses, they realized that their survival was at stake. So, the speculation began. The gold rush ended with the end of the dot com bubble. The survivors were the ones who could create a product that could garner enough attention to attract investment. They could bolt on a business model once they had reached a certain level of market penetration, with early adopters influencing the wider adoption of new technologies. Advertising was the easiest model to assimilate, since it was a proven tool from the old industrial model of business. Since the disruption of old business models involved the transformation of the artefacts of business from tangible to electronic, from print to digital, from manual to automated, those who could be first to market in the development of the technological tools and disruptive business models would be the winners in the economic race for digital supremacy.\n\n## Corporate Entities\n\nCorporations are formed to create efficient hierarchies of management and labour that lead to market dominance and an accumulation of capital that is self-perpetuating. The corporate structure is a legal impersonation of a human entity. The corporate entity embodies the capitalist ideal. It is the tangible, corporeal expression of an economic system. It represents the body of work generated by the individuals that are members of the organization.\n\nWhy is this system so dehumanizing? The terminology takes biology and reduces it to abstractions. The corporation disembodies human beings.\n\n- Organization = organism (replaces human biology)\n- Corporation = body (replaces human entity)\n- Organizational chart = members (replaces human body parts)\n- Media = knowledge (replaces human memory)\n- Artificial intelligence = cognition (replaces human brain)\n- Autonomous vehicles = action (replaces human mobility)\n- Profit motive = sex (replaces human reproduction)\n\nWe could take the more positive view of this and say, as Marshall McLuhan might have, that these systems and technologies are extensions of man. These tools extend, enhance and increase human capacities.\n\nThe dystopian view leads to music, art and film that exposes the darker side of these developments. We create machines to serve us, but, not only are the machines no longer serving us, they, as the artificially superior inventions, intend to replace us.\n\nThere is a reason for the rise in eastern religious thought about embodiment and mindfulness. It is a reaction to the system that we have designed for ourselves that intends to create disembodied, mindless drones who fulfill the intentions of the central nervous system and brain of the economic system. Reproduction and survival of the corporate species depends upon the profit motive. As soon as machines become more capable than humans, humans are expendable in such a system.\n\nBy controlling capital, corporations have the economic means to dominate public conversation, public policy, commercial real estate, urban development, municipal regulations, and political decision-making.\n\n## Social Architecture\n\nWe have been in the process of designing and building this system for centuries. It is a monolithic system that we have designed to manage our economic, political, and ontological social architecture.\n\nJesse James Garrett has been saying recently, that the scope of design is expanding to encompass all of human experience: perception (senses), cognition (mind), emotion (heart), and action (body). Given that responsibility, we must turn our attention to designing the designer. He makes a case for creating a more humane humanity.\n\nI cannot help but worry when people start monetizing one’s sense of belonging. Of course, that has been happening in the form of cities, religious organizations, political institutions, military empires and nation states for millennia. It was only a logical sequence of events that corporate branding should now fulfill that role.\n\nOne begins to question the fictions that we uphold as values. Gold, silver, bronze, iron. Coins and paper or plastic bank notes. Bitcoins, Etherium and Zen. Value is literally vanishing into nothingness.\n\nWe already live in a dystopia where humans are expendable, cheap commodities. The past five centuries are a case in point. Humans are pawns in war, cogs in factories, currency in a global slave trade, objects of sexual exploitation, refuse on our streets.\n\nWhen the only way that we can express human value is in time served for exploitation and murder, we have lost any sense of the value of a life. How shall we deconstruct our dehumanizing systems and rediscover our own humanity?\n\nWe need a different story than the ones we have been handed from previous generations. The election of 45 represents an earthquake that has shaken our social architecture. This event signals the end of a narrative that has run its course and has been exposed as a dangerous falsehood that threatens our survival. We have designed a system of oppression, and it is crumbling around us. The cracks in our social architecture are becoming chasms that threaten to swallow us all. But amidst the darkness, cracks of light are becoming beacons of opportunity.\n\nAs we survey the damage of the earthquake and ongoing aftershocks of the past year, in the same way the film, The Human Scale, surveyed the damage of the earthquake in Christchurch, we face a challenge, but also an opportunity. We can rebuild by thinking about the long now, the legacy that we leave for future generations. We can engage everyone in a conversation about what could be. We can together design a different system. We can create models and prototypes. We can create virtual simulations. We can test them in real life.\n\nThe human project must start with the questions that will help us understand our own reality. Then we can assess the risks and challenges. We can prioritize. We can conceptualize. We can create. We can imagine, design, and build.\n\nCan we start with the basics first?\n\nFood, clothing, and shelter for all.\n\nBy accomplishing this, we can aspire to find value in each other by spending our time, energy, and resources for the good of all, and so rediscover our own humanity. That alone is reason enough to fulfill the human need for meaning, purpose, and belonging.\n\n## Notes\n\n- [Design futures 1: Creating systems not destinations](https://blog.intercom.com/design-futures-1-creating-systems-not-products/)\n- [On Design Systems: Sell The Output, Not The Workflow](https://www.smashingmagazine.com/2016/05/design-systems-responsive-design-sell-output-not-workflow/)\n- [Design Systems: Building for the Future](https://css-tricks.com/design-systems-building-future/)\n- [Design Systems Are Great But…](https://seesparkbox.com/foundry/design_systems_are_great_but)"},{"url":"/build/people/","title":"People","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Build","url":"/build/"},{"title":"People","url":"/build/people/"}],"content":"\n# People\n\n## Recognizing our common humanity through interdependence\n\nInterdependence theory was first introduced by Harold Kelley and John Thibaut in 1959 in their book, The Social Psychology of Groups. This book drew inspiration from social exchange theory and game theory, and provided key definitions and concepts instrumental to the development of the interdependence framework. In their second book, Interpersonal Relations: A Theory of Interdependence, the theory was completely formalized in 1978. Harold Kelley continued the development of Interdependence theory in 2003, with the book An Atlas of Interpersonal Situations. This book expanded on the previous work by adding two additional dimensions to the dimensions of interdependence, as well as by analyzing 21 specific situation types. In addition, the work of Kelly and Thibaut built on the work of Kurt Lewin, who first defined interdependence, and stated that “The essence of a group is not the similarity or dissimilarity of its members, but their interdependence … A change in the state of any subpart changes the state of any other subpart … Every move of one member will, relatively speaking, deeply affect the other members, and the state of the group” (pp. 84–88).\n\n## Four Basic Assumptions of Interdependence Theory\n\n### 1. The Principle of Structure (The Situation)\n\nAll interactions are set within the context of their given situation (known in Interdependence theory as structure). In order to best analyze this factor, Interdependence theory presents a taxonomy of situations that includes the six dimensions listed below. A key concept with the Principle of Structure is Affordance, or what the situation affords (makes possible) for the individuals within the interaction.\n\n### 2. The Principle of Transformation (What People Make of the Situation)\n\nTransformation is a psychological process through which individuals consider possible outcomes that result from both their action and the action of others, and weigh these outcomes against possible actions and courses of actions (Rewards and costs).\n\n### 3. The Principle of Interaction (SABI: I = ƒ[A, B, S])\n\nThe Principle of Interaction (also referred to as the SABI model) is used to assess the variable that affect any given iteration. This model states that Interactions (I) are a function (ƒ) of the situation, Person A’s (A) motives, traits, and actions, plus Person B’s (B) motives, traits, and actions (I = ƒ[A, B, S]).\n\n### 4. The Principle of Adaptation\n\nAdaption refers to the process by where exposure to similar situations gives rise to habitual responses which have been proven to result in (on average) positive outcomes. In addition to the type of exposure based condition just described, adaptation can result based on rules of social norms. For example, person A might enter into a situation that is similar to situations he/she has experienced before, based on these previous experiences person A’s actions are guided in a way in which to receive the same positive outcomes as the previous situations produced. Similarly, social norms guide individuals toward specific, society approved, actions.\n\n## Academic and Practical Applications\n\nInterdependence theory has been used by academics to “analyze group dynamics, power and dependence, social comparison, conflict and cooperation, attribution and self-presentation, trust and distrust, emotions, love and commitment, coordination and communication, risk and self-regulation, performance and motivation, social development, and neuroscientific model of social interaction” (Van Lange & Balliet, 2014, p. 67).\n\nIn addition, the theory provides a practical framework for understanding the underlying psychological factors that motivate other individuals in which you interact (in both personal and professional settings), as well as providing a framework for understanding the underlying psychological factors that motivate your own actions when interacting with others."},{"url":"/build/relationships/","title":"Relationships","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Build","url":"/build/"},{"title":"Relationships","url":"/build/relationships/"}],"content":"\n# Relationships\n\n## We are formed by a complex network of connections\n\n> “Ultimately, for me, I think it is a great act of love to allow the people that you come into contact with to be complex.”\n\n— [Nora Bateson](https://twitter.com/bauhouse/status/1234796985246347264?s=20)\n\n## Systems Theory\n\n> Playing for Team Human today is systems thinker, writer, and filmmaker [Nora Bateson](https://norabateson.wordpress.com/). Nora will be telling us how to stop looking at things as objects and begin seeing the spaces and connections between them. It’s not too late to bring our species back from the brink! This conversation was recorded backstage in Palo Alto at the [Institute For the Future](http://www.iftf.org/home/)’s (IFTF) 50th Anniversary Gala.\n>\n> “I first met at Nora Bateson at a general semantics conference where she was screening her then brand new film [An Ecology of Mind](http://www.anecologyofmind.com/) about her father Gregory Bateson, one of the principle developers of cybernetic and systems theory. But as I got to know Nora and her work, particularly the book [Small Arcs of Larger Circles](https://www.amazon.com/Small-Arcs-Larger-Circles-Patterns/dp/1909470961), I realized she was taking what we think of as systems theory to a whole new and intrinsically human level. I ran into her again at the fiftieth anniversary conference of the Institute For the Future in Palo Alto where she gave an entirely optimistic yet grounded talk on how to bring an awareness of the liminal spaces between systems into account as we attempt to make our world more consonant with the values of life.”\n\n- [Team Human, Episode 106: Nora Bateson on “Warm Data”](https://teamhuman.fm/episodes/ep-106-nora-bateson-warm-data/)\n\n## An Ecology of Mind\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/vnL0ZB1SzZY\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n### Foundational Principles\n\n- Nature is lazy, it likes to copy.\n- Everything is information.\n- Information is not stuff, it is relationships.\n- All behaviors are constrained by relationships.\n- All behaviors are emergent.\n- Every engine takes advantage of a difference.\n- Everything is an approximation of something else.\n- Ratio may be the only thing that is discrete.\n- The bending of spacetime is a variation of scale.\n- Behavior is built from a quantum of action in a field.\n- If dimensions are virtual in the same way that the dimensions of consciousness are virtual then the density of information in a field will affect the scale or bending of spacetime.\n- Gravity and scale are related.\n- Gravity and information are related.\n- Information and scale are related.\n- If it’s relational, there’s a geometry involved.\n- Truth as a scale coordinate; truth lives in the macro world, the micro world is uncertain.\n- Truth as a time coordinate; truth lives in the past, the future is uncertain.\n- Information from the micro future is formed into a macro past.\n- The process of formation involves entanglement. Coffee and cream;\n    - separate\n    - complex\n    - homogeneous\n- Information appears to increase and then decrease, perhaps in a bell shaped curve.\n\n[Foundational Principles](https://www.youtube.com/watch?v=vnL0ZB1SzZY&lc=UgwRdfOgWEOLKNhNeR54AaABAg)"},{"url":"/build/community/","title":"Community","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Build","url":"/build/"},{"title":"Community","url":"/build/community/"}],"content":"\n# Community\n\n## Social connection is the foundation for human identity\n\nCulture (/ˈkʌltʃər/) is an umbrella term which encompasses the social behavior and norms found in human societies, as well as the knowledge, beliefs, arts, laws, customs, capabilities and habits of the individuals in these groups.\n\nHumans acquire culture through the learning processes of enculturation and socialization, which is shown by the diversity of cultures across societies.\n\nA cultural norm codifies acceptable conduct in society; it serves as a guideline for behavior, dress, language, and demeanor in a situation, which serves as a template for expectations in a social group. Accepting only a monoculture in a social group can bear risks, just as a single species can wither in the face of environmental change, for lack of functional responses to the change. Thus in military culture, valor is counted a typical behavior for an individual, as are duty, honor, and loyalty to the social group are counted as virtues or functional responses in the continuum of conflict. In the practice of religion, analogous attributes can be identified in a social group.\n\nCulture is considered a central concept in anthropology, encompassing the range of phenomena that are transmitted through social learning in human societies. Cultural universals are found in all human societies; these include expressive forms like art, music, dance, ritual, religion, and technologies like tool usage, cooking, shelter, and clothing. The concept of material culture covers the physical expressions of culture, such as technology, architecture and art, whereas the immaterial aspects of culture such as principles of social organization (including practices of political organization and social institutions), mythology, philosophy, literature (both written and oral), and science comprise the intangible cultural heritage of a society.\n\n- [Wikipedia: Culture](https://en.wikipedia.org/wiki/Culture)"},{"url":"/build/social-architecture/","title":"Social Architecture","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Build","url":"/build/"},{"title":"Social Architecture","url":"/build/social-architecture/"}],"content":"\n# Social Architecture\n\n## Our ideas and habits are manifested in the things we build\n\n*[Jacob Pernell](https://trydesignlab.com/profile/JacobPernell/), one of my [UX Academy students on Designlab](https://trydesignlab.com/bau/), invited me to give a talk at a small meetup in Santa Clara for the [UX Wizards of the South Bay](https://www.meetup.com/UX-WIZARDS-OF-THE-SOUTH-BAY/). This was part of my presentation. Photo by Casey Horner on Unsplash*\n\n# The Big Picture\n\n## The human scale and experience design\n\nThis is going to be the weirdest talk you have ever heard about user experience design.\n\nI attended the JAMstack conference this week, and I was impressed by the community that is building around the concept of decoupling the presentation layer from the data layer.\n\nWhat I have discovered about designers and developers as we use the design thinking process to solve problems is that innovative thinking tends to be much more difficult than incremental thinking.\n\nWe are concerned with the minutiae, especially as our roles within the process become much more specialized as technologies scale and become more complex and organizations become larger and more complex.\n\nMy question has often been, who is thinking about the big picture?\n\nMy Airbnb hosts in San Francisco are also employees at the Airbnb HQ. Yesterday, they took me for breakfast at the Airbnb HQ and gave me a tour of the building. The idea of creating neighbourhoods for the communities that make up the organization is a way of directly connecting the people creating experiences to the hosts and guests that they are serving. The people who have become part of the Airbnb community have come to see the world in a whole new way by discovering neighbours in different places than the places they call home. In that way, the world has become smaller as we realize that we are all neighbours in a small world. At the same time, the world of opportunities is as vast as the universe. That can be overwhelming for individuals as we consider the limits on our time, energy, and resources.\n\n## What is the big picture?\n\nI have been trying to propose another way of looking at the world that we have designed as part of a much larger system that we barely understand and that we are only beginning to acknowledge has been profoundly impacted by our actions on this earth.\n\n## Design Systems\n\nNicole Sullivan, Frameworks Product Manager, Google Chrome, gave a talk at the JAMstack Conference about how designers and developers hate how difficult it can be to constantly redesign forms. In a survey, the select field was singled out as the worst form element to deal with.\n\nThe goal is to work together on Microsoft Edge and Google Chrome to create new standards for the user experience of working with form fields. React and Next have been selected as the standards for the framework and metaframework that the Google Chrome team will be working with to create that new standard of user experience.\n\nDesign systems and frameworks have come to dominate the design and development of digital tools.\n\nIt seems that we enjoy focusing on the minutiae of what we do, because these small things have such a great impact, especially when considered at scale.\n\n## Human Scale\n\nWe like to think about things at a more human scale. When we try to think about the world as a whole, it is far too overwhelming for the human mind to comprehend such vast scales.\n\nHowever, this moment in time is bringing us to question many things beyond the smaller pieces of the problems that we face as a species.\n\nIn design thinking, we find manageable problems that we can change and engage in a process of making innovative and incremental changes.\n\n- Empathize\n- Define\n- Ideate\n- Prototype\n- Test\n\nWhat we have discovered is a process that works to help solve manageable problems.\n\nOther problems we tend to ignore, because we have been trained to ignore them. We have been conditioned to believe that these larger problems are beyond our ability to solve, so we leave them to the experts to figure out.\n\n# Larger Problems\n\n- Society\n- Economics\n- Politics\n\n# The Experts\n\nThese problems, we believe are for experts to solve.\n\n- Social Scientists\n- Economists\n- Politicians\n\n# The Results\n\n- Democracies are dying\n- Economies are failing\n- Politicians are corrupt\n\n# Disrupting the Status Quo\n\nThere is a theory about how to keep organizations from dying when faced with an environment of constant technological change. The mantra is to adapt or die.\n\nThe problem is that there is a familiar pattern to the way large social organizations tend to grow. At the beginning, individuals form small groups. These groups find ways to work together that are much more beneficial for the group as a whole. By specializing, each person can contribute to the work of the group.\n\n- Belonging and identity\n- Food and shelter\n- Safety and security\n\nIn the beginning, individuals form networks of people that work together to create and innovate. By working together, they discover advantages in creative collaboration that would otherwise be impossible to accomplish as individuals.\n\nOver time, there is a tendency for organizations to become hierarchies. The group becomes larger and more complex. People become managers of groups and managers of managers.\n\nJohn P. Kotter wrote a book called [XLR8: Accelerate](https://www.kotterinc.com/book/accelerate/). The basic idea is that networks are the creators and innovators who create value for the organization. The hierarchies serve the purpose of maintaining the organization and structure that have been found to support the work of the group.\n\nAt scale, there is a tendency for the hierarchy to develop a predatory relationship to the network. Monarchs, prime ministers, presidents, and CEOs will often abuse their position to hoard influence, wealth, and power.\n\nWhen the leaders of the organization are more concerned about their position at the top of the hierarchy than the well-being of the networks of people that they are intended to serve, they tend to dictate the identity, capacity, and agency of the network to serve the needs of the hierarchy.\n\nWe can see this pattern at the scale of companies, cities, states, nations, and multi-national corporations.\n\n## Biophysics\n\nCan we all agree that we are biological organisms living in a finite physical world?\n\nA basic understanding of reality will include the concept that there are limits on our time, energy, and resources, both biologically and physically.\n\n## San Francisco\n\nIt has been a long time since I travelled. In my 51 years, I have been to Hong Kong, Guangzhou, Beijing, Los Angeles, Hawaii, Sydney, Brisbane, Cairns, Ottawa, Miami, Cozumel, St. Martin, St. Thomas, Jamaica, Seoul, Yanji, Anchorage, London, Cologne, Berlin, Dessau, Weimar, Munich, New York, and Shanghai.\n\nIn the past seven years, I haven’t travelled farther than Nanaimo or Victoria on Vancouver Island.\n\nThis is my first time to San Francisco. It is the top of hierarchy, where the largest corporations in the world call home in the most powerful nation in the world.\n\nI have noticed that it is also facing the same problems that we are facing in Vancouver. We are one of the wealthiest cities in the world, but there are still people who can’t find a place to call home.\n\n## Personal Property\n\nWe have this notion of personal property. Our identities are formed by a common story about our position and status in the social, economic, and political order.\n\nAccess to money and capital define our identity, capacity, and agency. Simply put, according to this story, those with the most money win. The one percent are accumulating for themselves most of the wealth of the world.\n\nThe systems that we have designed are working exactly as we designed them, as Mike Monteiro says in his book, [Ruined by Design](https://www.ruinedby.design/).\n\n> The world is working exactly as we designed it.\n\n## Perspective\n\nWhat would the city of San Francisco have looked like 500 years ago? It was probably a forest of redwood trees rather than a forest of steel, glass, and concrete skyscrapers.\n\n- [Muir Woods – Ancient Redwood Forest](https://www.sftodo.com/sanfrancisco/muir-woods-ancient-redwood-forest/)\n\n## The Doctrine of Discovery\n\nSo, how did we come to design the world this way?\n\n> The Doctrine of Discovery established a spiritual, political, and legal justification for colonization and seizure of land not inhabited by Christians. It has been invoked since Pope Alexander VI issued the Papal Bull “Inter Caetera” in 1493. The Papal decree aimed to justify Christian European explorers’ claims on land and waterways they allegedly discovered, and promote Christian domination and superiority, and has been applied in Africa, Asia, Australia, New Zealand, and the Americas. If an explorer proclaims to have discovered the land in the name of a Christian European monarch, plants a flag in its soil, and reports his “discovery” to the European rulers and returns to occupy it, the land is now his, even if someone else was there first. Should the original occupants insist on claiming that the land is theirs, the “discoverer” can label the occupants’ way of being on the land inadequate according to European standards. This ideology supported the dehumanization of those living on the land and their dispossession, murder, and forced assimilation. The Doctrine fueled white supremacy insofar as white European settlers claimed they were instruments of divine design and possessed cultural superiority.\n\n# We Built This City on Rock and Roll\n\nIn other words, this city was built on the music of the slaves. As the 1619 Project by the New York Times tells the story, the economy of the United States of America was built on the cotton plantations with the free labour of slaves.\n\nThe United States of America was built on the genocide, colonization, and enslavement of human beings for the appropriation of land, for the extraction of resources, and for the profit of land speculation and capital accumulation. Similarly, the Confederation of the British colonies as the Dominion of Canada was a political system designed to manage the economy of an area that was once claimed as the territory of the [Hudson’s Bay Company](https://en.wikipedia.org/wiki/Hudson's_Bay_Company).\n\n## The Crystal Symbol of A New Faith\n\nOne hundred years ago, in April 1919, the Bauhaus was formed to rebuild society out of the disaster of the Great War. World War I, as we call it now, led to the defeat of the nation and the collapse of the German monarchy, and Weimar became the centre of the nation’s first experiment in democracy.\n\nThe Bauhaus was also an experiment in uniting the arts and crafts into a single school to teach the next generation how to remake society. Architects and artists gathered to create and innovate the modern world.\n\n> Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.\n\nThe influence of the Bauhaus can be seen in the steel, glass, and concrete skyscrapers and buildings that define our city skylines, in the work of Dieter Rams at Braun, and in the leadership of Jony Ive in his role as Chief Design Officer of Apple. The sans serif typography, the minimalist aesthetic, the choice of materials, and the focus on the features and user experience are all based on the fundamental principles of design that were originally formulated into a design curriculum.\n\nFor those who are familiar with Designlab, the Bauhaus was the original laboratory of modern design.\n\nOur aluminum, glass, and silicon devices are the most recent manifestation of the Bauhaus influence.\n\n## Industrial Design\n\nI worked in a web agency for about seven years. When I left, it had become a sort of digital factory for Drupal and WordPress sites. I was dissatisfied by the direction of growth from a creative, innovative network of designers and developers to an industrial pipeline for marketing and production managers. Since I have left, Domain7 has reinvented itself as a design thinking organization focused on digital transformation.\n\n## Disillusionment in Modernity\n\nHowever, at this moment, we are experiencing a sort of apocalypse in our understanding of the modern world.\n\nWe are experiencing a crisis in our faith in the institutions that are the foundation of our cities and societies.\n\n- Social: identity\n- Economic: capacity\n- Political: agency\n\nIt is a crisis in meaning, purpose, and belonging.\n\n- Who are we?\n- Why are we here?\n- What should we do?\n- How can we contribute?\n- When will we be transformed?\n\n## Information Architecture\n\nPart of our own digital transformation is in our understanding about how design is evolving. From the physical artifact to living systems.\n\nI was having a discussion about design thinking with Johanna Desbordes, Program Manager, Global Host Community at Airbnb. We shared the same concerns about our obsession with design sprints for small manageable problems that we feel empowered to address. However, in the process, we lose sight of the big picture and the much larger problems that we need to solve.\n\nIt seems, more and more, that the big picture is coming into better focus. The younger generation is much more aware and vocal about the problems that they are beginning to recognize. The old, rich hierarchy is exploiting the young, poor network, and they are organizing to protest, declaring that change is coming whether we like it or not.\n\nI, for one, welcome our [new overlords](https://www.youtube.com/watch?v=8lcUHQYhPTE).\n\nI am making myself useful by articulating a different story about the value of design and how we can repurpose our role as designers, reinventing ourselves to be part of the movement toward deconstructing our social, economic, and political lives by decentralization of our digital infrastructure, decoupling our data from monolithic application ecosystems, and giving power back to the people by creating apps that can’t be evil.\n\n## Digital Transformation\n\nAs designers, we are evolving from thinking about information architecture for apps and websites to thinking about our social architecture as we realize that the infrastructure that we have built for Apple, Google, Facebook, Twitter, Amazon, and Netflix may not necessarily serve the network as much as they serve the hierarchy.\n\nIn the age of the surveillance economy, while our democracies devolve into fascist, totalitarian corporations and nation states, we need to reimagine our social architecture.\n\nThe adults in the room are still not talking about it, so the children are making their voices heard, and we need to help them by taking what we are learning about UX design and starting by deconstructing the term.\n\n- [As a Designer, I Refuse to Call People ‘Users’: In an industry that touches so many lives, accurate terminology is essential](https://medium.com/s/user-friendly/why-im-done-saying-user-user-experience-and-ux-in-2019-4fdfc6b7de23)\n\n## A Union Meeting\n\n> For the past couple of decades, the tech companies of Silicon Valley (and beyond) have run unchecked, causing havoc, destroying civil discourse, democracy, ruining personal relationships, running marketplaces of harassment and abuse, all to line their pockets. The very worst part is that they did it with our labor. This isn’t a talk, this is a union meeting.\n\n— Mike Monteiro\n\n- [Let’s Destroy Silicon Valley](https://designthinkers.com/event/lets-destroy-silicon-valley/)\n\n## Social Architecture\n\nBut beyond the digital space, there are larger social, economic, and political problems that we need everyone to be involved in addressing, because we are facing a climate emergency.\n\n- [Interdisciplinary Design and Social Architecture: Reimagining Our Common Life Together](https://medium.com/threeprogress/interdisciplinary-design-and-social-architecture-aff5eb766efa)\n\n## What is the builders collective?\n\nThe builders collective is what I would call the Bauhaus, if I was to translate it into English. I go by the name bauhouse on most online platforms. But I keep on having to spell it out for people. So, I wanted to find something that might work a little easier.\n\nFor me, the builders collective is the creative, collaborative network of people who are creating and innovating a future based on sustainability and symbiosis with the ecological ecosystem that humans inhabit.\n\nPut simply, in a short acronym, BLDRS,  we are building leaders to design a resilient society.\n\nIt is a union of sorts. I am looking for people are who are engaged in the process of reimagining our social architecture. The design challenge is to explore how we can imagine, design, and build the future together.\n\n# References\n\n- [5 Stages in the Design Thinking Process](https://www.interaction-design.org/literature/article/5-stages-in-the-design-thinking-process)\n- [The Human Scale](http://thehumanscale.dk/)\n- [Gehl | Making Cities for People](https://gehlpeople.com/)\n- [Jan Gehl: “In The Last 50 Years, Architects Have Forgotten What a Good Human Scale Is”](https://www.archdaily.com/877602/jan-gehl-in-the-last-50-years-architects-have-forgotten-what-a-good-human-scale-is)\n- [Accelerate by John P. Kotter](https://www.kotterinc.com/book/accelerate/)\n- [Greta Thunberg on the Climate Fight: “If We Can Save the Banks, Then We Can Save the World”](https://www.youtube.com/watch?&v=bSUyHVKUTFo)\n- [Wealth inequality in the United States](https://en.wikipedia.org/wiki/Wealth_inequality_in_the_United_States)\n- [An Idiot’s Guide to Inequality](https://www.nytimes.com/2014/07/24/opinion/nicholas-kristof-idiots-guide-to-inequality-piketty-capital.html)\n- [Ruined by Design](https://www.ruinedby.design/)\n- [Doctrine of Discovery](https://upstanderproject.org/firstlight/doctrine)\n- [Change is coming!](https://twitter.com/NaomiAKlein/status/1185313777270607872)\n- [Racism with a Smile](https://twitter.com/MayaLillianM/status/1185211844404883457)\n- [White Nationalism’s Deep American Roots](https://www.theatlantic.com/magazine/archive/2019/04/adam-serwer-madison-grant-white-nationalism/583258/)\n- [1619 Project](https://www.nytimes.com/interactive/2019/08/14/magazine/1619-america-slavery.html)\n- [The Economy That Slavery Built: In order to understand the brutality of American capitalism, you have to start on the plantation.](https://www.nytimes.com/2019/08/30/podcasts/1619-slavery-cotton-capitalism.html)\n- [Canadian Confederation](https://en.wikipedia.org/wiki/Canadian_Confederation)\n- [Hudson’s Bay Company](https://en.wikipedia.org/wiki/Hudson's_Bay_Company)\n- [Cultural Evolution, Social Physics, and Metaphysical Design](https://stephenbau.com/metaphysical/)\n- [The Evolution of Design: From the physical artifact to living systems](https://medium.com/@bauhouse/the-evolution-of-design-515b710124ea)\n- [I, for one, welcome our new insect overlords](https://www.youtube.com/watch?v=8lcUHQYhPTE)\n- [The minimalist journal](https://devpost.com/software/minjour)\n- [JAMstack Fundamentals: What, What And How](https://www.smashingmagazine.com/2019/06/jamstack-fundamentals-what-what-how/)\n- [Airbnb: Belong Anywhere](https://blog.atairbnb.com/belong-anywhere/)\n- [Airbnb: About Us](https://news.airbnb.com/about-us/)\n- [Mission Statement: Airbnb](http://mission-statement.com/airbnb/)\n- [JAMstack SF: Chris Coyier](https://www.youtube.com/watch?v=lFOfQsi5ye0)\n- [JAMstack SF: Nicole Sullivan](https://www.youtube.com/watch?v=3gIY_jaDOK0)\n- [JAMstack SF: Zach Leatherman](https://www.youtube.com/watch?v=X3SrZuH00GQ)\n- [JAMstack SF: Scott Gallant](https://www.youtube.com/watch?v=iPDCmbaEF0Y)\n- [JAMstack SF: Ohad Eder-Pressman](https://www.youtube.com/watch?v=fsscw6Viv_c)\n- [Let’s Destroy Silicon Valley](https://designthinkers.com/event/lets-destroy-silicon-valley/)\n- [Interdisciplinary Design and Social Architecture: Reimagining Our Common Life Together](https://medium.com/threeprogress/interdisciplinary-design-and-social-architecture-aff5eb766efa)"},{"url":"/imagine/resources/articles/","title":"Articles","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Articles","url":"/imagine/resources/articles/"}],"content":"\n# Articles\n\nSharing what we are learning to help build a better future."},{"url":"/imagine/resources/books/","title":"Books","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Books","url":"/imagine/resources/books/"}],"content":"\n# Books\n\nThinking deeply about the theory and practice of creative collaboration."},{"url":"/imagine/resources/organizations/","title":"Organizations","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Organizations","url":"/imagine/resources/organizations/"}],"content":"\n# Organizations\n\nMaking connections, nurturing relationships, and working together."},{"url":"/imagine/resources/podcasts/","title":"Podcasts","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Podcasts","url":"/imagine/resources/podcasts/"}],"content":"\n# Podcasts\n\nThe democratization of digital media and engaging in imaginative dialogue."},{"url":"/imagine/resources/sites/","title":"Sites","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Sites","url":"/imagine/resources/sites/"}],"content":"\n# Sites\n\nCommunicating broadly and engaging in public discourse to share ideas."},{"url":"/imagine/resources/videos/","title":"Videos","breadcrumbs":[{"title":"Builders Collective","url":"/"},{"title":"Imagine","url":"/imagine/"},{"title":"Resources","url":"/imagine/resources/"},{"title":"Videos","url":"/imagine/resources/videos/"}],"content":"\n# Videos\n\nLearning by doing and finding ways to put ideas into action."}]
