{"title":"Language","content":"\n# Language\n\n## Words are ways to communicate our experiences as sound vibrations.\n\nLanguage is a technology that helps us to communicate with each other, but it also forms our identity by constraining our ideas to the social, economic, and political environment in which our relationships were formed in the context of families, schools, institutions, and communities.\n\n## The Language of Empire\n\n### Learning to speak the lingua franca of oppression\n\nAbout 40 years ago, if you were in elementary school in Canada, aspriring to be an artist, there seemed to be two options: starve or assimilate.\n\nThe fear was that if you weren’t talented enough to make it as an artist, you would most likely become the stereotypical starving artist.\n\nIn high school, the education system offered electives to become a commercial artist.\n\nFast forward 40 years, and we might ask, how has design helped to better society? The news is full of reports of lies, genocide, humanitarian disasters, tragedies, fires, global warming, and sexual assaults. Neoliberal market economics and authoritarian police states are on the rise around the world while corporations monopolize global resources, wealth, and power.\n\nIn Canada, [George Orwell’s Animal Farm](https://www.salon.com/2018/05/24/george-orwells-animal-farm-guide-to-the-rise-of-authoritarianism-in-the-donald-trump-era/) was part of our junior high English curriculum. What do Americans read?\n\n# The Deconstruction\n\nThere are people whose hearts are breaking over the brokenness of the world, and they are beginning to open up to each other about doubts and questions.\n\nThe internet, as it democratizes the production of media, provides an opportunity for people to have a voice, to speak of things that might not be tolerated in certain social circles. The illusion of anonymity allows us to test ideas and questions in public. People have permission to ask questions. They can dare to be their authentic selves.\n\n- [Open Road Films: Spotlight](https://www.youtube.com/watch?v=WgnrwwiIDlI)\n- [Michael and Lisa Gungor – Music for Doubters and the Disenchanted](https://www.nomadpodcast.co.uk/nomad-116-michael-and-lisa-gungor-music-for-doubters-and-the-disenchanted/)\n- [The Liturgists](http://www.theliturgists.com/)\n- [L'Arche community grapples with revelations about disgraced founder](https://www.cbc.ca/news/canada/ottawa/larche-community-grapples-findings-founder-1.5474913)\n- [Weaponizing Artificial Intelligence](https://medium.com/swlh/weaponizing-artificial-intelligence-d8602c7db67f)\n- [Former Facebook exec says social media is ripping apart society](https://www.theverge.com/2017/12/11/16761016/former-facebook-exec-ripping-apart-society)\n- [Ruined by Design](https://www.ruinedby.design/)\n- [Team Human](https://teamhuman.fm/)\n- [Requiem for the American Dream](https://www.youtube.com/watch?v=hZnuc-Fv_Tc)\n- [Manufacturing Consent](https://www.youtube.com/watch?v=34LGPIXvU5M)\n- [Canada’s Final Solution to the “Indian Problem”](https://www.ictinc.ca/blog/the-final-solution-which-government-used-the-term-first)\n- [Canada’s Apartheid](http://www.lapsuslima.com/canadas-apartheid/)\n- [Extraction Empire: Undermining the Systems, States, and Scales of Canada's Global Resource Empire, 2017—1217](https://mitpress.mit.edu/books/extraction-empire)\n- [The Secret Life of Canada: Water](https://www.cbc.ca/radio/secretlifeofcanada/why-water-is-worthy-of-the-history-books-1.4987957)\n- [Canada is fake: What Americans think of as their friendly neighbor to the north, if they think of it at all, is a scam](https://theoutline.com/post/8686/canada-is-fake)\n- [Naomi Klein and Shoshana Zuboff on the Rise of Surveillance Capitalism](https://theintercept.com/2019/03/01/surveillance-capitalism-book-shoshana-zuboff-naomi-klein/)\n- [Winners Take All: The Elite Charade of Changing the World](http://www.anand.ly/winners-take-all)\n- [This man is disrupting the cult of the billionaire](https://www.fastcompany.com/90411598/how-anand-giridharadas-disrupted-the-cult-of-the-billionaire)\n\nPeople have found a name for this process: a deconstruction. People are questioning the institutions and the systems of behaviours and beliefs that they have inherited.\n\n- The government: institutionalizing injustice\n- The corporation: purchasing power\n- The church: perpetuating abuse\n\n## Deconstructing Design\n\nMeanwhile, the design world has also been experiencing an epiphany of sorts.\n\nSome designers are realizing that we have been complicit in building the infrastructure and architecture for an undemocratic capitalist empire that has turned humans into indentured servants of an oppressive hierarchical economic system designed for self-preservation, even if it is at the expense of humans and the planet.\n\n> A corporation is a company or a group of people or an organization authorized to act as a single entity (legally a person) and recognized as such in law.\n\nIn other words, corporations avoid culpability and responsibility in the eyes of the law for crimes against humanity by impersonating humans. They purchase political power, and they have made the church merely a political voting block and a willing accomplice in the corporate takeover of the federal government of the American empire.\n\n## Taking Responsibility\n\nAs designers, we must own our part. We who have supported the empire — the government, the corporation and the church — in elevating political, economic and religious values above the value of human beings, either unwittingly or willingly, have been complicit in perpetuating a system of oppression. Taking responsibility is only the first step. We must make reparations. We do this by redesigning and rebuilding.\n\nIn order to rediscover our own humanity, we are leaving the empire behind.\n\n- [Deconstruction](https://medium.com/@bauhouse/deconstruction-2659da068651)\n\n# The Reconstruction\n\nNow, almost 100 years since the founding of the Bauhaus, we are reconsidering the modernist project.\n\n- [Bauhaus 100](https://www.bauhaus100.com/)\n\n> You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete.  \n>\n> — R. Buckminster Fuller\n\n- [The Buckminster Fuller Challenge 2015](https://www.bfi.org/ideaindex/projects/2015/greenwave)\n\nWe are building a new model.\n\nSocial architecture is the art and science of living systems. We are recognizing that we are no longer designing tools and physical artifacts. We are designing human experience. We are all engaged in the human project.\n\nAt the heart of our endeavours is a desire to discover our common humanity.\n\nWe are reconnecting to build relationships through face-to-face interaction.\n\n- Breaking bread together\n- Creating and working together\n- Sharing our lives together"}
